Repository: DavidHarper414/wp_woocommerce
Catalog: i18n/languages/woocommerce-*.po
Languages: he_il

source: Text
he_il: טקסט

source: Determines how you select attributes for products. <strong>Text</strong> allows manual entry via the product page, whereas <strong>select</strong> attribute terms can be defined from this section. If you plan on using an attribute for variations use <strong>select</strong>.
he_il: קובע איך אתה בוחר תכונות למוצרים. <strong>טקסט</strong> מאפשר הזנה ידנית באמצעות דף המוצר, ואילו מונחי תכונות <strong>נבחרים</strong> יכול להיות מוגדר מסעיף זה. אם אתם מתכננים להשתמש בתכונת וריאציות ללהשתמש <strong>בחר.</strong>

source: Update
he_il: לעדכן

source: Terms
he_il: תנאים

source: Delete
he_il: למחוק

source: Configure&nbsp;terms
he_il: להגדיר מונחים

source: No attributes currently exist.
he_il: ללא תכונות קיימות כיום.

source: Add New Attribute
he_il: הוסף מאפיין חדש

source: Attributes let you define extra product data, such as size or colour. You can use these attributes in the shop sidebar using the "layered nav" widgets. Please note: you cannot rename an attribute later on.
he_il: תכונות מאפשרות לך להגדיר את נתוני מוצר נוספים, כגון גודל או צבע. אתה יכול להשתמש בתכונות אלה בחנות הצדדית באמצעות יישומונים &quot;השכבתיים nav&quot;. שים לב: אתה לא יכול לשנות את שם תכונה בהמשך.

source: Add Attribute
he_il: הוסף מאפיין

source: Are you sure you want to delete this attribute?
he_il: האם אתה בטוח שברצונך למחוק תכונה זו?

source: Overview
he_il: סקירה

source: Thank you for using WooCommerce :) Should you need help using or extending WooCommerce please <a href="%s">read the documentation</a>. For further assistance you can use the <a href="%s">community forum</a> or if you have access, <a href="%s">the members forum</a>.
he_il: תודה על השימוש בWooCommerce :) האם אתה זקוק לעזרה בשימוש או הארכת WooCommerce אנא <a href=\"%s\">קראו את התיעוד.</a> לעזרה נוספת אתה יכול להשתמש <a href=\"%s\">בפורום הקהילה,</a> או אם יש לך גישה, <a href=\"%s\">חברי פורום.</a>

source: If you are having problems, or to assist us with support, please check the status page to identify any problems with your configuration:
he_il: אם אתה נתקלת בבעיות, או כדי לסייע לנו עם תמיכה, אנא בדוק בדף הסטטוס לזהות בעיות בתצורה שלך:

source: System Status
he_il: מצב מערכת

source: If you come across a bug, or wish to contribute to the project you can also <a href="%s">get involved on GitHub</a>.
he_il: אם אתה נתקלת בבאג, או רוצה לתרום לפרויקט גם אתה יכול <a href=\"%s\">להיות מעורב בGitHub.</a>

source: Settings
he_il: הגדרות

source: Here you can set up your store and customise it to fit your needs. The sections available from the settings page include:
he_il: כאן אתה יכול להגדיר את החנות שלך ולהתאים אותו כך שתתאים לצרכימים שלך. הסעיפים הזמינים מדף ההגדרות כוללים:

source: General settings such as your shop base, currency, and script/styling options which affect features used in your store.
he_il: הגדרות כלליות כגון הבסיס שלך החנות, מטבע, ותסריט / סטיילינג אפשרויות שמשפיעות על תכונות המשמשות בחנות שלך.

source: Pages
he_il: עמודים

source: This is where important store page are defined. You can also set up other pages (such as a Terms page) here.
he_il: זה המקום שבי דף חנות חשוב מוגדר. ניתן גם להגדיר את דפים אחרים (כגון דף תנאים) כאן.

source: Options for how things like price, images and weights appear in your product catalog.
he_il: אפשרויות לאיך דברים כמו מחיר, תמונות ומשקלים מופיעות בקטלוג המוצרים שלך.

source: Options concerning stock and stock notices.
he_il: אפשרויות הנוגעים להודעות מלאות והמלאי.

source: Options concerning tax, including international and local tax rates.
he_il: אפשרויות הנוגעים למסים, כולל שיעורי מס בינלאומיים ומקומיים.

source: This is where shipping options are defined, and shipping methods are set up.
he_il: זה המקום בו אפשרויות משלוח מוגדרות, ושיטות משלוח מוגדרות.

source: Payment Methods
he_il: אמצעי תשלום

source: This is where payment gateway options are defined, and individual payment gateways are set up.
he_il: זה המקום בו אפשרויות תשלום Gateway מוגדרות, ותשלום שערים בודדים מוגדרים.

source: Emails
he_il: הודעות דוא&quot;ל

source: Here you can customise the way WooCommerce emails appear.
he_il: כאן אתה יכול להתאים אישית את אופן מייל WooCommerce יופיעו.

source: Integration
he_il: השתלבות

source: The integration section contains options for third party services which integrate with WooCommerce.
he_il: סעיף האינטגרציה מכיל אפשרויות עבור שירותי צד שלישיים שמשתלבים עם WooCommerce.

source: Reports
he_il: דוחות

source: The reports section can be accessed from the left-hand navigation menu. Here you can generate reports for sales and customers.
he_il: סעיף הדיווחים ניתן לגשת מתפריט הניווט השמאלי. כאן אתה יכול להפיק דוחות על מכירות ולקוחות.

source: Sales
he_il: מכירות

source: Reports for sales based on date, top sellers and top earners.
he_il: דוחות למכירות המבוססות על תאריך, מוכרי דף והרווחי ביותר.

source: Customers
he_il: לקוחות

source: Customer reports, such as signups per day.
he_il: דוחות לקוחות, כגון רשמות ליום.

source: Stock reports for low stock and out of stock items.
he_il: דיווחי מניות עבור מניות והחוצה נמוכות של מלאי מוצרים.

source: Orders
he_il: הזמנות

source: The orders section can be accessed from the left-hand navigation menu. Here you can view and manage customer orders.
he_il: סעיף ההזמנות ניתן לגשת מתפריט הניווט השמאלי. כאן אתה יכול להציג ולנהל את הזמנות של לקוחות.

source: Orders can also be added from this section if you want to set them up for a customer manually.
he_il: הזמנות ניתן גם להוסיף מסעיף זה, אם אתה רוצה להגדיר אותם ללקוח באופן ידני.

source: Coupons can be managed from this section. Once added, customers will be able to enter coupon codes on the cart/checkout page. If a customer uses a coupon code they will be viewable when viewing orders.
he_il: קופונים ניתן לנהל מסעיף זה. ברגע שהוסיף, יוכלו לקוחות להיכנס לקודי קופון בדף היציאה של העגלה /. אם לקוח משתמש בקוד הקופון שניתן יהיה להציג בעת הצגת הזמנות.

source: For more information:
he_il: לקבלת מידע נוסף:

source: <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">Project on WordPress.org</a>
he_il: <a href=\"http://wordpress.org/extend/plugins/woocommerce/\" target=\"_blank\">פרויקט על WordPress.org</a>

source: <a href="https://github.com/woothemes/woocommerce" target="_blank">Project on Github</a>
he_il: <a href=\"https://github.com/woothemes/woocommerce\" target=\"_blank\">פרויקט על Github</a>

source: <a href="http://www.woothemes.com/extensions/woocommerce-extensions/" target="_blank">Official Extensions</a>
he_il: <a href=\"http://www.woothemes.com/extensions/woocommerce-extensions/\" target=\"_blank\">רחבות רשמיות</a>

source: <a href="http://www.woothemes.com/themes/woocommerce-themes/" target="_blank">Official Themes</a>
he_il: <a href=\"http://www.woothemes.com/themes/woocommerce-themes/\" target=\"_blank\">נושאים רשמיים</a>

source: Monthly Sales
he_il: מכירות חודשיות

source: WooCommerce Right Now
he_il: WooCommerce עכשיו

source: WooCommerce Recent Orders
he_il: WooCommerce הזמנות אחרונות

source: WooCommerce Recent Reviews
he_il: WooCommerce ביקורות האחרונות

source: Shop Content
he_il: תכני חנות

source: Product
he_il: מוצר

source: Product Category
he_il: קטגורית מוצר

source: Product Tag
he_il: תג מוצר

source: Attribute
he_il: תכונה

source: Pending
he_il: תלוי ועומד

source: On-Hold
he_il: בהמתנה

source: Completed
he_il: נשלם

source: You are using <strong>WooCommerce %s</strong>.
he_il: אתה <strong>משתמש% s WooCommerce.</strong>

source: l jS \of F Y h:i:s A
he_il: l JS \ של פ.י. שעות: i: s

source: item
he_il: פריט

source: Total:
he_il: סה&quot;כ:

source: There are no product orders yet.
he_il: אין הזמנות מוצרים עדיין.

source: out of 5
he_il: מתוך 5

source: There are no product reviews yet.
he_il: אין עדיין ביקורות למוצר זה.

source: Number of sales
he_il: מספר המכירות

source: Sales amount
he_il: סכום מכירות

source: Order Received
he_il: הצו התקבל

source: Thank you, we are now processing your order. Your order's details are below.
he_il: תודה לך, אנו נמצאים כעת בעיבוד ההזמנה שלך. פרטי ההזמנה שלך נמצאים מתחת.

source: Order:
he_il: סדר:

source: Quantity
he_il: כמות

source: Order total:
he_il: סה&quot;כ בהזמנה:

source: Customer details
he_il: פרטי לקוחות

source: Billing address
he_il: כתובת חיוב

source: Shipping address
he_il: כתובת למשלוח

source: Could not compile woocommerce.less:
he_il: לא יכל לקמפל woocommerce.less:

source: Mark processing
he_il: מארק עיבוד

source: Mark completed
he_il: מארק סיים

source: Order status changed by bulk edit:
he_il: מצב הזמנה לשינוי על ידי עריכה בכמות גדולה:

source: WooCommerce Settings
he_il: הגדרות WooCommerce

source: WooCommerce Status
he_il: מצב WooCommerce

# Admin menu name
source: Orders
he_il: הזמנות

source: <strong>Welcome to WooCommerce</strong> &#8211; You're almost ready to start selling :)
he_il: <strong>ברוכים הבאים לWooCommerce</strong> - אתה כמעט מוכן להתחיל למכור :)

source: Install WooCommerce Pages
he_il: התקנת עמודי WooCommerce

source: Skip setup
he_il: דלג התקנה

source: <strong>WooCommerce has been installed</strong> &#8211; You're ready to start selling :)
he_il: <strong>WooCommerce הותקן</strong> - אתה מוכן להתחיל למכור :)

source: Documentation
he_il: תיעוד

source: Remove this item? If you have previously reduced this item's stock, or this order was submitted by a customer, will need to manually restore the item's stock.
he_il: הסר פריט זה? אם הפחת בעבר מניותיו של פריט זה או צו זה הוגש על ידי לקוח, יצטרך ידני כדי לשחזר את המנייה של אותו הפריט.

source: Remove this attribute?
he_il: הסר תכונה זו?

source: Enter a name for the new attribute term:
he_il: זן שם לטווח התכונה החדש:

source: Calculate totals based on order items, discount amount, and shipping? Note, you will need to (optionally) calculate tax rows and cart discounts manually.
he_il: חישוב סכומים הבוסס על פריטי הזמנה, סכום הנחה, ומשלוח? שים לב, יהיה עליך (אופציונלי) לחשב שורות מס והנחות עגלה באופן ידני.

source: Calculate line taxes? This will calculate taxes based on the customers country. If no billing/shipping is set it will use the store base country.
he_il: חישוב מסי שורות? זה ייחשב מסים המבוססים על מדינת הלקוחות. אם אין חיוב / משלוח מוגדר הוא ישתמש מדינת בסיס החנות.

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
he_il: פרטי חיוב של העתקה למשלוח מידע? זו תסיר את כל מידע משלוח נכנס ברגע זה.

source: Load the customer's billing information? This will remove any currently entered billing information.
he_il: טען את פרטי החיוב של הלקוח? זו תסיר את כל פרטי חיוב נכנסו כרגע.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
he_il: טען מידע המשלוח של הלקוח? זו תסיר את כל מידע משלוח נכנס ברגע זה.

source: Meta Name
he_il: שם Meta

source: Meta Value
he_il: ערך Meta

source: No customer selected
he_il: לא נבחר לקוח

source: Exclude image
he_il: תכלול תמונה

source: Enabling this option will hide it from the product page image gallery.
he_il: בחירה באפשרות זו תסתיר אותו מגלרית תמונת דף המוצר.

source: Product updated. <a href="%s">View Product</a>
he_il: המוצר מעודכן. <a href=\"%s\">צפו במוצרים</a>

source: Custom field updated.
he_il: שדה מותאם אישית מעודכן.

source: Custom field deleted.
he_il: שדה מותאם אישית נמחק.

source: Product updated.
he_il: מוצר מעודכן.

source: Product restored to revision from %s
he_il: מוצר הוחזר לגרסה משל%

source: Product published. <a href="%s">View Product</a>
he_il: המוצר שפורסם. <a href=\"%s\">צפה במוצרים</a>

source: Product saved.
he_il: מוצר נשמר.

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
he_il: מוצר הוגש. <a target=\"_blank\" href=\"%s\">מוצרי תצוגה מקדימה</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
he_il: מוצר מתוכנן <strong>ל:.% 1 $</strong> <a target=\"_blank\" href=\"%2$s\">מוצרי תצוגה מקדימה</a>

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
he_il: טיוטת מוצר מעודכן. <a target=\"_blank\" href=\"%s\">מוצרי תצוגה מקדימה</a>

source: Order updated.
he_il: צו מעודכן.

source: Order restored to revision from %s
he_il: כדי לשחזר לגרסה משל%

source: Order saved.
he_il: כדי להינצל.

source: Order submitted.
he_il: הצו הוגש.

source: Order scheduled for: <strong>%1$s</strong>.
he_il: הצו נקבע <strong>ל:% 1 $.</strong>

source: Order draft updated.
he_il: טיוטת הצו מעודכן.

source: Coupon updated.
he_il: קופון מעודכן.

source: Coupon restored to revision from %s
he_il: קופון שוחזר לגרסה מ% s

source: Coupon saved.
he_il: קופון הציל.

source: Coupon submitted.
he_il: קופון הוגש.

source: Coupon scheduled for: <strong>%1$s</strong>.
he_il: קופון נקבע <strong>ל:% 1 $.</strong>

source: Coupon draft updated.
he_il: טיוטת קופון מעודכן.

source: Order notes
he_il: הערות להזמין

# page_slug
source: shop
he_il: חנות

source: Shop
he_il: חנות

# page_slug
source: cart
he_il: עגלה

source: Cart
he_il: עגלה

# page_slug
source: checkout
he_il: פנוי

# page_slug
source: order-tracking
he_il: כדי מעקב

source: Track your order
he_il: עקוב אחר ההזמנה שלך

# page_slug
source: my-account
he_il: בחשבון שלי

source: My Account
he_il: החשבון שלי

# page_slug
source: edit-address
he_il: לערוך את הכתובה

source: Edit My Address
he_il: עריכה שלי הכתובה

# page_slug
source: view-order
he_il: נוף מסדר

source: View Order
he_il: צג הזמנה

# page_slug
source: change-password
he_il: שינוי סיסמא

source: Change Password
he_il: שינוי סיסמא

# page_slug
source: pay
he_il: לשלם

source: Checkout &rarr; Pay
he_il: קופת פיצויי →

# page_slug
source: order-received
he_il: כדי-קבל

source: Sales by day
he_il: מכירות לפי יום

source: Sales by month
he_il: מכירות לפי חודש

source: Taxes by month
he_il: מסים לפי חודש

source: Product Sales
he_il: מכירות מוצרים

source: Top sellers
he_il: נמכר

source: Top earners
he_il: מפרנסים עליונים

source: Total sales
he_il: סך מכירות

source: n/a
he_il: n /

source: Total orders
he_il: סכו כל הזמנות

source: items
he_il: פריטים

source: Average order total
he_il: הממוצע כולל סדר

source: Average order items
he_il: ממוצע פריטי סדר

source: Discounts used
he_il: הנחות המשמשות

source: Total shipping costs
he_il: סכו עלויות משלוח

source: This months sales
he_il: זה מכירות חודשים

source: From:
he_il: מ:

source: To:
he_il: עד:

source: Show
he_il: להראות

source: Total sales in range
he_il: סך מכירות בטווח

source: Total orders in range
he_il: סכו כל הזמנות בטווח

source: Average order total in range
he_il: הממוצע כולל סדר במגוון

source: Average order items in range
he_il: ממוצע פריטי סדר במגוון

source: Sales in range
he_il: מכירות בטווח

source: Year:
he_il: שנה:

source: Total sales for year
he_il: סך מכירות לשנה

source: Total orders for year
he_il: סכו הזמנות לשנה

source: Average order total for year
he_il: הממוצע כולל צו לתקופה של שנה

source: Average order items for year
he_il: ממוצע פריטי סדר לשנה

source: Monthly sales for year
he_il: מכירות חודשיות לשינה

source: Product does not exist
he_il: מוצר אינו קיים

source: Product no longer exists
he_il: מוצר כבר לא קיים

source: Sales for %s:
he_il: מכירות ל% s:

source: Month
he_il: חודש

source: No sales :(
he_il: אין מכירות: (

source: Total customers
he_il: סכו לקוחות

source: Total customer sales
he_il: מכירות לקוחות סכות

source: Total guest sales
he_il: מכירות אורחי סך

source: Total customer orders
he_il: סכו כל הזמנות של לקוחות

source: Total guest orders
he_il: הזמנות אירוח סך

source: Average orders per customer
he_il: הזמנות הממוצעות ללקוח

source: Signups per day
he_il: רשמות ליום

source: Low stock
he_il: מנייה נמוכה

source: %d in stock
he_il: ד% במלאי

source: No products are low in stock.
he_il: אין מוצרים הם נמוכים במניות.

source: No products are out in stock.
he_il: אין מוצרים במלאי.

source: Total taxes for year
he_il: מסים לשנה

source: Total product taxes for year
he_il: מסי תוצר לשנה

source: Total shipping tax for year
he_il: מס משלוח סה&quot;כ לשנה

source: Total Sales
he_il: סה&quot;כ פדיון

source: This is the sum of the 'Order Total' field within your orders.
he_il: זה הוא הסכום של השדה &#39;סה&quot;כ סדר &quot;בהזמנות שלך.

source: Total Shipping
he_il: משלוח סה&quot;כ

source: This is the sum of the 'Shipping Total' field within your orders.
he_il: זה הוא הסכום של השדה &#39;סה&quot;כ המשלוח &quot;בתוך הפקודות שלך.

source: Total Product Taxes
he_il: מסי תוצר

source: This is the sum of the 'Cart Tax' field within your orders.
he_il: זה הוא הסכום של השדה &#39;מס העגלה&#39; בהזמנות שלך.

source: Total Shipping Taxes
he_il: מסי משלוח סך

source: This is the sum of the 'Shipping Tax' field within your orders.
he_il: זה הוא הסכום של השדה &#39;מס המשלוח &quot;בתוך הפקודות שלך.

source: Total Taxes
he_il: סכו מסים

source: This is the sum of the 'Cart Tax' and 'Shipping Tax' fields within your orders.
he_il: זה הוא הסכום של &quot;מס העגלה &#39;והשדות&#39; מס משלוח &#39;בתוך הפקודות שלך.

source: Net profit
he_il: רווח נקי

source: Total sales minus shipping and tax.
he_il: מכירות בניכוי דמי משלוח ומסי סך הכל.

source: Toggle tax rows
he_il: לעבור שורות מס

source: Action failed. Please refresh the page and retry.
he_il: פעולה נכשלה. יש לרענן את הדף ולנסות שוב.

source: Your settings have been saved.
he_il: ההגדרות שלך נשמרה.

source: <strong>Congratulations!</strong> &#8211; WooCommerce has been installed and setup. Enjoy :)
he_il: <strong>מזל טובים -!</strong> WooCommerce הותקן והתקנה. תהין :)

source: More functionality and gateway options available via <a href="%s" target="_blank">WC official extensions</a>.
he_il: יותר פונקציונלי ואפשרויות שער זמינים באמצעות <a href=\"%s\" target=\"_blank\">רחבות רשמיות מקלחת.</a>

source: Save changes
he_il: שמור את השינויים

source: The changes you made will be lost if you navigate away from this page.
he_il: השינויים שבצעו תיאבדו אם תצאו מדף זה.

source: Hard Crop
he_il: יבול קשה

source: Select a page&hellip;
he_il: בחר דף ...

source: Choose a country&hellip;
he_il: בחר מדינה ...

source: Choose countries&hellip;
he_il: בחר מדינות ...

source: Transients
he_il: הארעיים

source: Clear Transients
he_il: ארעי ברור

source: This tool will clear the product/shop transients cache.
he_il: כלי זה לנקות את המטמון הארעי המוצר / חנות.

source: Capabilities
he_il: יכולות

source: Reset Capabilities
he_il: איפוס יכולות

source: This tool will reset the admin, customer and shop_manager roles to default. Use this if your users cannot access all of the WooCommerce admin pages.
he_il: כלי זה יאפס את תפקידי מנהל, הלקוחות וshop_manager לברירת מחדל. השתמש באפשרות זו אם המשתמשים שלך לא יכולים לגשת לכל דפי ניהול WooCommerce.

source: Generate report
he_il: להפיק דוח

source: Product Transients Cleared
he_il: ארעיים מוצרים כחכחו

source: Roles successfully reset
he_il: תפקידים לאפס בהצלחה

source: There was an error calling %s::%s
he_il: הייתה שגיאה בקריאה של% ::% s

source: There was an error calling %s
he_il: היה% של שיחות שגיאה

source: Versions
he_il: גרסות

source: WooCommerce version
he_il: גרסת WooCommerce

source: WordPress version
he_il: וורדפרס גרסה

source: Installed plugins
he_il: תוספיםמותקנים

source: by
he_il: על ידי

source: version
he_il: גרסה

source: Home URL
he_il: כתובת דף הבית

source: Site URL
he_il: כתובת URL של אתר

source: Force SSL
he_il: החיל SSL

source: Shop base page
he_il: דף בסיס חנות

source: Page not set
he_il: דף לא מוגדר

source: Page does not contain the shortcode: %s
he_il: עמוד אינו מכיל את shortcode:% s

source: Core Taxonomies
he_il: טקסונומיה ליבה

source: Order Statuses
he_il: סטטוסים להזמין

source: Server Environment
he_il: סביבת שרת

source: PHP Version
he_il: גרסת PHP

source: Server Software
he_il: תוכנת שרת

source: WP Max Upload Size
he_il: גודל WP מקס העלה

source: Server upload_max_filesize
he_il: upload_max_filesize השרת

source: Server post_max_size
he_il: השרת post_max_size

source: WP Memory Limit
he_il: מגבלת זכרון WP

source: %s - We recommend setting memory to at least 64MB. See: <a href="%s">Increasing memory allocated to PHP</a>
he_il: % s - אנו ממליצים להגדיר זיכרון ל64MB לפחות. ראה: <a href=\"%s\">זיכרון יוקצה להגדלת PHP</a>

source: WP Debug Mode
he_il: מצב Debug WP

source: WC Logging
he_il: ב&quot;ש רישום

source: Log directory is writable.
he_il: הספרייה התחברה לכתוב אליו.

source: Log directory (<code>woocommerce/logs/</code>) is not writable. Logging will not be possible.
he_il: היכנס ספרייה <code>woocommerce/logs/</code> אינה ניתנת לכתיבה. רישום לא יהיה אפשרי.

source: PHP Sessions
he_il: הפעלות PHP

source: Session save path
he_il: מושב לשמור נתיב

source: <code>%s</code> does not exist - contact your host to resolve the problem.
he_il: <code>%s</code> אינה קיימת - פנה המארח שלך כדי לפתור את הבעיה.

source: <code>%s</code> is not writable - contact your host to resolve the problem.
he_il: <code>%s</code> לא ניתן לכתיבה - פנה המארח שלך כדי לפתור את הבעיה.

source: <code>%s</code> is writable.
he_il: <code>%s</code> לכתוב אליו.

source: Session name
he_il: שם מושב

source: Remote Posting/IPN
he_il: / IPN פרסום מרחוק

source: Your server has fsockopen and cURL enabled.
he_il: השרת שלך fsockopen ולהתכרבל מופעל.

source: Your server has fsockopen enabled, cURL is disabled.
he_il: השרת שלך fsockopen מאופשר, סלסול הוא מושבת.

source: Your server has cURL enabled, fsockopen is disabled.
he_il: השרת שלך להתכרבל מאופשר, fsockopen אינו זמין.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
he_il: השרת שלך לא צריך fsockopen או להתכרבל מאופשר - IPN PayPal ותסריטים אחרים אשר מתקשר עם שרתים אחרים לא יעבוד. צור קשר עם ספק האירוח שלך.

source: WP Remote Post Check
he_il: צק פוסט WP מרחוק

source: wp_remote_post() was successful - PayPal IPN is working.
he_il: wp_remote_post () הייתה מוצלח - IPN PayPal עובד.

source: wp_remote_post() failed. PayPal IPN won't work with your server. Contact your hosting provider. Error:
he_il: wp_remote_post () נכשל. PayPal IPN לא יעבוד עם השרת שלך. צור קשר עם ספק האירוח שלך. שגיאה:

source: wp_remote_post() failed. PayPal IPN may not work with your server.
he_il: wp_remote_post () נכשל. PayPal IPN לא יכול לעבוד עם השרת שלך.

source: Tools
he_il: כלי עבודה

source: Thumbnail
he_il: תמונה ממוזערת

source: Upload/Add image
he_il: העלאה / הוספת תמונה

source: Remove image
he_il: הסר את התמונה

source: Product categories for your store can be managed here. To change the order of categories on the front-end you can drag and drop to sort them. To see more categories listed click the "screen options" link at the top of the page.
he_il: קטגוריות מוצר לחנות שלך יכולות להיות מנוהלת כאן. כדי לשנות את הסדר של קטגוריות על החזיתי אתה יכול לגרור ולשחרר כדי למיין אותם. כדי לראות עוד קטגוריות המפורטות לחץ על הקישור &quot;מסך אפשרויות&quot; בחלק העליון של הדף.

source: Shipping classes can be used to group products of similar type. These groups can then be used by certain shipping methods to provide different rates to different products.
he_il: כיתות משלוח יכולות לשמש למוצרי קבוצה מסוג דומה. קבוצות אלה לאחר מכן ניתן להשתמש בשיטות משלוח מסוימות לספק תעריפים שונים למוצרים שונים.

source: Configure shipping class
he_il: הגדר כיתת משלוח

source: Billing Address
he_il: כתובת לחיוב

source: Shipping Address
he_il: כתובת למשלוח

source: Paying Customer?
he_il: משלם לקוחות?

source: Customer Billing Address
he_il: כתובת חיוב לקוחות

source: First name
he_il: שם פרטים

source: Last name
he_il: שם משפחה

source: Country or state code
he_il: ארץ או קוד המדינה

source: 2 letter Country code
he_il: קוד מדינה 2 אותיות

source: Telephone
he_il: טלפון

source: Customer Shipping Address
he_il: כתובת למשלוח ללקוח

source: State/County or state code
he_il: מדינה / מחוז או מדינת קוד

source: Sorry, it seems the coupon "%s" is invalid - it has now been removed from your order.
he_il: מצטער, זה נראה התלוש &quot;% s&quot; אינו חוקי - זה עכשיו הוסר מהסדר שלך.
