Repository: DavidHarper414/wp_woocommerce
Catalog: i18n/languages/woocommerce-*.po
Languages: he_il

source: Sorry, it seems the coupon "%s" is not yours - it has now been removed from your order.
he_il: מצטער, זה נראה התלוש &quot;% s&quot; הוא לא שלך - זה עכשיו הוסר מהסדר שלך.

source: Sorry, we do not have enough "%s" in stock to fulfill your order (%s in stock). Please edit your cart and try again. We apologise for any inconvenience caused.
he_il: מצטער, אין לנו מספיק &quot;% s&quot; במניות כדי למלא את ההזמנה שלך (% s במלאי). אנא ערוך את העגלה שלך ונסה שוב. אנו מתנצלים על אי נוחות שנגרמה.

source: Sorry, we do not have enough "%s" in stock to fulfill your order. Please edit your cart and try again. We apologise for any inconvenience caused.
he_il: מצטער, אין לנו &quot;% s&quot; מספיק במלאי כדי למלא את ההזמנה שלך. אנא ערוך את העגלה שלך ונסה שוב. אנו מתנצלים על אי נוחות שנגרמה.

source: Sorry, this product cannot be purchased.
he_il: מצטער, מוצר זה לא ניתן לרכוש.

source: You cannot add that amount to the cart since there is not enough stock. We have %s in stock.
he_il: אתה לא יכול להוסיף כמות שלסל מכיוון שאין מספיק מלאי. יש לנו ים% במניות.

source: You cannot add that product to the cart since the product is out of stock.
he_il: אתה לא יכול להוסיף מוצר זה לעגלה מאז שהמוצר אזל ממלאי.

source: View Cart &rarr;
he_il: צפו בסל →

source: You already have this item in your cart.
he_il: כבר יש לך פריט זה בסל שלך.

source: <a href="%s" class="button">%s</a> You cannot add that amount to the cart &mdash; we have %s in stock and you already have %s in your cart.
he_il: <a href=\"%s\" class=\"button\">% S</a> לא ניתן להוסיף אותו הסכום לעגלה - יש לנו ים% במלאי וכבר יש לך% s בסל שלך.

source: Free!
he_il: חינם!

source: via
he_il: באמצעות

source: Invalid coupon.
he_il: לא חוקי הקופון.

source: Discount code already applied!
he_il: קוד הנחה שכבר הוחל!

source: Discount code applied successfully.
he_il: קוד הנחה מיושם בהצלחה.

source: Coupon does not exist!
he_il: קופון לא קיים!

source: Account username
he_il: שם משתמש בחשבון

# placeholder
source: Username
he_il: שם משתמש

source: Account password
he_il: סיסמא חשבון

# placeholder
source: Password
he_il: סיסמא

# placeholder
source: Notes about your order, e.g. special notes for delivery.
he_il: הערות לגבי ההזמנה שלך, הערות מיוחדות כגון: למסירה.

source: Sorry, your session has expired. <a href="%s">Return to homepage &rarr;</a>
he_il: מצטער, ההפעלה שלך פגה. <a href=\"%s\">חזרה לדף →</a>

source: is a required field.
he_il: הוא שדה נדרש.

source: (%s) is not a valid postcode/ZIP.
he_il: (% S) אינו תקף מיקוד ZIP /.

source: is not valid. Please enter one of the following:
he_il: אינו חוקי. אנא הכנס אחת מהפעולות הבאות:

source: is not a valid number.
he_il: אינו מספר חוקי.

source: is not a valid email address.
he_il: אינה כתובת דוא&quot;ל חוקית.

source: Please enter an account username.
he_il: אנא הכנס את שם משתמש של חשבון.

source: Invalid email/username.
he_il: לא חוקי דוא&quot;ל / שם משתמש.

source: An account is already registered with that username. Please choose another.
he_il: חשבון כבר רשום עם שם משתמש זה. בחר שם אחר.

source: Please enter an account password.
he_il: אנא הכנס את הסיסמה של חשבון.

source: Passwords do not match.
he_il: סיסמות לא תואמות.

source: An account is already registered with your email address. Please login.
he_il: חשבון כבר רשום עם כתובת הדוא&quot;ל שלך. אנא הירשם.

source: You must accept our Terms &amp; Conditions.
he_il: עליך לקבל התנאים וההגבלות שלנו.

source: Invalid shipping method.
he_il: שיטת משלוח לא חוקית.

source: Invalid payment method.
he_il: שיטת תשלום לא חוקית.

source: ERROR
he_il: שגיאה

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
he_il: לא הייתה אפשרות לרשום אותך ... אנא פנה אלינו אם אתה ממשיך להיתקל בבעיות.

source: Order &ndash; %s
he_il: סדר -% s

# Order date parsed by strftime
source: %b %d, %Y @ %I:%M %p
he_il: %% ב d,% Y% @ אני: p% M%

source: Backordered
he_il: ממתינים להשלמה מלאה

source: Customer IP Address
he_il: כתובת IP של לקוח

source: Customer UA
he_il: הלקוחות UA

source: Coupon Code Used: %s
he_il: קוד קופון החתום:% s

source: Afghanistan
he_il: אפגניסטן

source: &#197;land Islands
he_il: איי אולנד

source: Albania
he_il: אלבניה

source: Algeria
he_il: אלג&#39;יריה

source: American Samoa
he_il: סמואה האמריקנית

source: Andorra
he_il: אנדורה

source: Angola
he_il: אנגולה

source: Anguilla
he_il: אנגווילה

source: Antarctica
he_il: אנטארקטיקה

source: Antigua and Barbuda
he_il: אנטיגואה וברבודה

source: Argentina
he_il: ארגנטינה

source: Armenia
he_il: ארמניה

source: Aruba
he_il: ארובה

source: Australia
he_il: אוסטרליה

source: Austria
he_il: אוסטריה

source: Azerbaijan
he_il: אזרבייג&#39;אן

source: Bahamas
he_il: בהאמה

source: Bahrain
he_il: בחריין

source: Bangladesh
he_il: בנגלדש

source: Barbados
he_il: ברבדוס

source: Belarus
he_il: בלארוס

source: Belgium
he_il: בלגיה

source: Belize
he_il: בליז

source: Benin
he_il: בניין

source: Bermuda
he_il: ברמודה

source: Bhutan
he_il: בהוטן

source: Bolivia
he_il: בוליביה

source: Bosnia and Herzegovina
he_il: בוסניה והרצגובינה

source: Botswana
he_il: בוצואנה

source: Brazil
he_il: ברזיל

source: British Indian Ocean Territory
he_il: טריטוריה בריטית באוקיינוס ​​ההודי

source: British Virgin Islands
he_il: איי בתולה בריטית

source: Brunei
he_il: ברוני

source: Bulgaria
he_il: בולגרייה

source: Burkina Faso
he_il: בורקינה פאסו

source: Burundi
he_il: בורונדי

source: Cambodia
he_il: קמבודיה

source: Cameroon
he_il: קמרון

source: Canada
he_il: קנדה

source: Cape Verde
he_il: קייפ ורדה

source: Cayman Islands
he_il: איי קיימן

source: Central African Republic
he_il: רפובליקת מרכז אפריקני

source: Chad
he_il: צ&#39;אד

source: Chile
he_il: צ&#39;ילה

source: China
he_il: סין

source: Christmas Island
he_il: אי חג המולד

source: Cocos (Keeling) Islands
he_il: איי קוקוס (קילינג)

source: Colombia
he_il: קולומביה

source: Comoros
he_il: קומורו

source: Congo (Brazzaville)
he_il: קונגו (ברזוויל)

source: Congo (Kinshasa)
he_il: קונגו (קינשאסה)

source: Cook Islands
he_il: איי קוק

source: Costa Rica
he_il: קוסטה ריקה

source: Croatia
he_il: קרואטיה

source: Cuba
he_il: קובה

source: Cyprus
he_il: קפריסין

source: Czech Republic
he_il: צ&#39;כיה

source: Denmark
he_il: דנמרק

source: Djibouti
he_il: ג&#39;יבוטי

source: Dominica
he_il: דומיניקה

source: Dominican Republic
he_il: רפובליקה דומיניקנית

source: Ecuador
he_il: אקוודור

source: Egypt
he_il: מצרים

source: El Salvador
he_il: אל סלבדור

source: Equatorial Guinea
he_il: גינאה המשוונית

source: Eritrea
he_il: אריתריאה

source: Estonia
he_il: אסטוניה

source: Ethiopia
he_il: אתיופיה

source: Falkland Islands
he_il: איי פוקלנד

source: Faroe Islands
he_il: איים פארו

source: Fiji
he_il: פיג&#39;י

source: Finland
he_il: פינלנד

source: France
he_il: צרפת

source: French Guiana
he_il: גיאנה הצרפתית

source: French Polynesia
he_il: פולינזיה הצרפתית

source: French Southern Territories
he_il: טריטוריות צרפתיות דרומיות

source: Gabon
he_il: גבון

source: Gambia
he_il: גמביה

source: Georgia
he_il: גיאורגיה

source: Germany
he_il: גרמניה

source: Ghana
he_il: גאנה

source: Gibraltar
he_il: גיברלטר

source: Greece
he_il: יון

source: Greenland
he_il: גרינלנד

source: Grenada
he_il: גרנדה

source: Guadeloupe
he_il: גוואדלופ

source: Guam
he_il: גואה

source: Guatemala
he_il: גואטמלה

source: Guernsey
he_il: גרנזי

source: Guinea
he_il: גיני

source: Guinea-Bissau
he_il: גינאה ביסאו

source: Guyana
he_il: גיאנה

source: Haiti
he_il: האיטי

source: Honduras
he_il: הונדורס

source: Hong Kong
he_il: הונג קונג

source: Hungary
he_il: הונגרי

source: Iceland
he_il: איסלנד

source: India
he_il: הודו

source: Indonesia
he_il: אינדונזיה

source: Iran
he_il: אירן

source: Iraq
he_il: עיראק

source: Republic of Ireland
he_il: רפובליקה של אירלנד

source: Isle of Man
he_il: אי מאן

source: Israel
he_il: ישראל

source: Italy
he_il: איטליה

source: Ivory Coast
he_il: חוף שנהב

source: Jamaica
he_il: ג&#39;מייקה

source: Japan
he_il: יפן

source: Jersey
he_il: סריג

source: Jordan
he_il: ירדן

source: Kazakhstan
he_il: קזחסטן

source: Kenya
he_il: קנייה

source: Kiribati
he_il: קיריבטי

source: Kuwait
he_il: כווית

source: Kyrgyzstan
he_il: קירגיזסטן

source: Laos
he_il: לאוס

source: Latvia
he_il: לטביה

source: Lebanon
he_il: לבנון

source: Lesotho
he_il: לסוטו

source: Liberia
he_il: ליבריה

source: Libya
he_il: לוב

source: Liechtenstein
he_il: ליכטנשטיין

source: Lithuania
he_il: ליטא

source: Luxembourg
he_il: לוקסמבורג

source: Macao S.A.R., China
he_il: מקאו SAR, סין

source: Macedonia
he_il: מקדוניה

source: Madagascar
he_il: מדגסקר

source: Malawi
he_il: מלאווי

source: Malaysia
he_il: מלזיה

source: Maldives
he_il: איים המלדיביים

source: Mali
he_il: מלי

source: Malta
he_il: מלטה

source: Marshall Islands
he_il: איי מרשל

source: Martinique
he_il: מרטיניק

source: Mauritania
he_il: מאוריטניה

source: Mauritius
he_il: מאוריציוס

source: Mayotte
he_il: מאיוט

source: Mexico
he_il: מקסיקו

source: Micronesia
he_il: מיקרונזיה

source: Moldova
he_il: מולדובה

source: Monaco
he_il: מונקו

source: Mongolia
he_il: מונגוליה

source: Montenegro
he_il: מונטנגרו

source: Montserrat
he_il: מונטסראט

source: Morocco
he_il: מרוקו

source: Mozambique
he_il: מוזמביק

source: Myanmar
he_il: מיאנמר

source: Namibia
he_il: נמיביה

source: Nauru
he_il: נאורו

source: Nepal
he_il: נפאל

source: Netherlands
he_il: הולנד

source: Netherlands Antilles
he_il: האנטילים הולנדיים

source: New Caledonia
he_il: ניו קלדוניה

source: New Zealand
he_il: ניו זילנד

source: Nicaragua
he_il: ניקרגואה

source: Niger
he_il: ניז&#39;ר

source: Nigeria
he_il: ניגריה

source: Niue
he_il: ניואה

source: Norfolk Island
he_il: נורפולק איילנד

source: North Korea
he_il: צפון קוריאה

source: Northern Mariana Islands
he_il: איימריאנההצפוניים

source: Norway
he_il: נורבגיה

source: Oman
he_il: עומאן

source: Pakistan
he_il: פקיסטן

source: Palau
he_il: פלאו

source: Palestinian Territory
he_il: השטחים הפלשתינים

source: Panama
he_il: פנמה

source: Papua New Guinea
he_il: פפואה גינאה החדשה

source: Paraguay
he_il: פרגוואי

source: Peru
he_il: פרו

source: Philippines
he_il: פיליפינים

source: Pitcairn
he_il: פיטקרן

source: Poland
he_il: פולין

source: Portugal
he_il: פורטוגל

source: Puerto Rico
he_il: פורטו ריקו

source: Qatar
he_il: קטאר

source: Reunion
he_il: פגישת מחזור

source: Romania
he_il: רומניה

source: Russia
he_il: רוסיה

source: Rwanda
he_il: רואנדה

source: Saint Barth&eacute;lemy
he_il: סנט ברתלמי

source: Saint Helena
he_il: סנט הלנה

source: Saint Kitts and Nevis
he_il: סנט קיטס ונוויס

source: Saint Lucia
he_il: סנט לוסיה

source: Saint Martin (French part)
he_il: סנט מרטין (חלק צרפתי)

source: Saint Pierre and Miquelon
he_il: הסנאט פיר ומיקלון

source: Saint Vincent and the Grenadines
he_il: סנט וינסנט והגרנדינים

source: Samoa
he_il: סמואה

source: San Marino
he_il: סן מרינו

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
he_il: סאו טומה ופרינסיפה

source: Saudi Arabia
he_il: סעודיה

source: Senegal
he_il: סנגל

source: Serbia
he_il: סרביה

source: Seychelles
he_il: סיישל

source: Sierra Leone
he_il: סייר ליאונה

source: Singapore
he_il: סינגפור

source: Slovakia
he_il: סלובקיה

source: Slovenia
he_il: סלובניה

source: Solomon Islands
he_il: איים שלמים

source: Somalia
he_il: סומליה

source: South Africa
he_il: דרום אפריקה

source: South Georgia/Sandwich Islands
he_il: ג&#39;ורג&#39;יה הדרומית / איים סנדוויץ&#39;

source: South Korea
he_il: דרום קוריאה

source: Spain
he_il: ספרד

source: Sri Lanka
he_il: סרי לנקה

source: Sudan
he_il: סודאן

source: Suriname
he_il: סורינאם

source: Svalbard and Jan Mayen
he_il: סוואלבארד ויאן מאיין

source: Swaziland
he_il: סווזילנד

source: Sweden
he_il: שוודיה

source: Switzerland
he_il: שוויץ

source: Syria
he_il: סוריה

source: Taiwan
he_il: טייוואן

source: Tajikistan
he_il: טג&#39;יקיסטן

source: Tanzania
he_il: טנזניה

source: Thailand
he_il: תאילנד

source: Timor-Leste
he_il: מזרח טימור

source: Togo
he_il: טוגו

source: Tokelau
he_il: טוקלאו

source: Tonga
he_il: טונגה

source: Trinidad and Tobago
he_il: טרינידד וטובגו

source: Tunisia
he_il: תוניסיה

source: Turkey
he_il: טורקיה

source: Turkmenistan
he_il: טורקמניסטן

source: Turks and Caicos Islands
he_il: איי טורקס וקאיקוס

source: Tuvalu
he_il: טובאלו

source: U.S. Virgin Islands
he_il: איי בתולה של ארה&quot;ב

source: US Armed Forces
he_il: כוחות מזוינים של ארה&quot;ב

source: US Minor Outlying Islands
he_il: קטנים איים מרוחקים ארה&quot;ב

source: Uganda
he_il: אוגנדה

source: Ukraine
he_il: אוקראינה

source: United Arab Emirates
he_il: איחוד אמירויות ערביות

source: United Kingdom
he_il: בריטניה

source: United States
he_il: ארצות הברית

source: Uruguay
he_il: אורוגוואי

source: Uzbekistan
he_il: אוזבקיסטן

source: Vanuatu
he_il: ונואטו

source: Vatican
he_il: הוותיקן

source: Venezuela
he_il: ונצואלה

source: Vietnam
he_il: וייטנאם

source: Wallis and Futuna
he_il: ואליס ופוטונה

source: Western Sahara
he_il: סהרה מערבית

source: Yemen
he_il: תימן

source: Zambia
he_il: זמביה

source: Zimbabwe
he_il: זימבבואה

source: Australian Capital Territory
he_il: טריטוריית בירה אוסטרלית

source: New South Wales
he_il: ניו סאות&#39; וויילס

source: Northern Territory
he_il: טריטוריה צפונית

source: Queensland
he_il: קווינסלנד

source: South Australia
he_il: דרום אוסטרליה

source: Tasmania
he_il: טסמניה

source: Victoria
he_il: ויקטוריה

source: Western Australia
he_il: מערב אוסטרליה

source: Amazonas
he_il: אמזונס

source: Acre
he_il: אקר

source: Alagoas
he_il: אלגואס

source: Amap&aacute;
he_il: אמאפה

source: Cear&aacute;
he_il: סיארה

source: Distrito Federal
he_il: מחוז פדרלי

source: Esp&iacute;rito Santo
he_il: אספיריטו סנטו

source: Maranh&atilde;o
he_il: רניאו

source: Paran&aacute;
he_il: פרנה

source: Pernambuco
he_il: פרנמבוקו

source: Piau&iacute;
he_il: פיאאוי

source: Rio Grande do Norte
he_il: ריו גרנדה דו נורטה

source: Rio Grande do Sul
he_il: ריו גרנדה דו סול

source: Rond&ocirc;nia
he_il: רונדוניה

source: Roraima
he_il: רוריימה

source: Santa Catarina
he_il: סנטה קטרינה

source: Sergipe
he_il: סרגיפה

source: Tocantins
he_il: טוקנטינס

source: Par&aacute;
he_il: פארה

source: Bahia
he_il: באהיה

source: Goi&aacute;s
he_il: גויאס

source: Mato Grosso
he_il: מאטו גרוסו

source: Mato Grosso do Sul
he_il: מאטו גרוסו דו סול

source: Rio de Janeiro
he_il: ריו דה ז&#39;נרו

source: S&atilde;o Paulo
he_il: סאו פאולו

source: Para&iacute;ba
he_il: פאראיבה

source: Alberta
he_il: אלברטה

source: British Columbia
he_il: קולומביה הבריטית

source: Manitoba
he_il: מניטובה

source: New Brunswick
he_il: ניו ברונסוויק

source: Newfoundland
he_il: ניופאונדלנד

source: Northwest Territories
he_il: טריטוריות הצפון מערביים

source: Nova Scotia
he_il: נובה סקוטיה

source: Nunavut
he_il: נונאווט

source: Ontario
he_il: אונטריו

source: Prince Edward Island
he_il: אי נסיך אדוארד

source: Quebec
he_il: קוויבק

source: Saskatchewan
he_il: ססקצ&#39;ואן

source: Yukon Territory
he_il: טריטוריה של יוקון

source: Hong Kong Island
he_il: אי הונג קונג

source: Kowloon
he_il: קאולון

source: New Territories
he_il: שטחים חדשים

source: Drenthe
he_il: דרנטה

source: Flevoland
he_il: פלבולנד

source: Friesland
he_il: פריזלנד

source: Gelderland
he_il: גלדרלנד

source: Groningen
he_il: חרונינגן

source: Limburg
he_il: לימבורג

source: Overijssel
he_il: אובראיסל

source: Utrecht
he_il: אוטרכט

source: Zuid-Holland
he_il: דרום הולנד

source: Northland
he_il: נורת&#39;לנד

source: Auckland
he_il: אוקלנד

source: Bay of Plenty
he_il: מפרץ עושר

source: Taranaki
he_il: טראנאקי

source: Hawke&rsquo;s Bay
he_il: הוקס ביי

source: Wellington
he_il: וולינגטון

source: Nelson
he_il: נלסון

source: Marlborough
he_il: מרלבורו

source: Tasman
he_il: טסמן

source: West Coast
he_il: החוף המערבי

source: Canterbury
he_il: קנטרברי

source: Otago
he_il: אוטאגו

source: Alabama
he_il: אלבמה

source: Alaska
he_il: אלסקה

source: Arizona
he_il: אריזונה

source: Arkansas
he_il: ארקנסו

source: California
he_il: קליפורניה

source: Colorado
he_il: קולורדו

source: Connecticut
he_il: קונטיקט

source: Delaware
he_il: דלוור

source: District Of Columbia
he_il: מחוז קולומביה

source: Florida
he_il: פלורידה

source: Hawaii
he_il: הוואי

source: Idaho
he_il: איידהו

source: Illinois
he_il: אילינוי

source: Indiana
he_il: אינדיאנה

source: Iowa
he_il: איווה

source: Kansas
he_il: קנזס

source: Kentucky
he_il: קנטאקי

source: Louisiana
he_il: לואיזיאנה

source: Maine
he_il: מיין

source: Maryland
he_il: מרילנד

source: Massachusetts
he_il: מסצ&#39;וסטס

source: Michigan
he_il: מישיגן

source: Minnesota
he_il: מינסוטה

source: Mississippi
he_il: מיסיסיפי

source: Missouri
he_il: מיזורי

source: Montana
he_il: מונטנה

source: Nebraska
he_il: נברסקה

source: Nevada
he_il: נבאדה

source: New Hampshire
he_il: ניו המפשייר

source: New Jersey
he_il: ניו ג&#39;רזי

source: New Mexico
he_il: ניו מקסיקו

source: New York
he_il: ניו יורק

source: North Carolina
he_il: צפון קרוליינה

source: North Dakota
he_il: צפון דקוטה

source: Ohio
he_il: אוהיו

source: Oklahoma
he_il: אוקלהומה

source: Oregon
he_il: אורגון

source: Pennsylvania
he_il: פנסילבניה

source: Rhode Island
he_il: רוד איילנד

source: South Carolina
he_il: דרום קרוליינה

source: South Dakota
he_il: דרום דקוטה

source: Tennessee
he_il: טנסי

source: Texas
he_il: טקסס

source: Utah
he_il: יוטה

source: Vermont
he_il: רמונט

source: Virginia
he_il: וירג&#39;יניה

source: Washington
he_il: וושינגטון

source: West Virginia
he_il: מערב וירג&#39;יניה

source: Wisconsin
he_il: ויסקונסין

source: Wyoming
he_il: ויומינג

source: Americas
he_il: אמריקה

source: Europe
he_il: אירופה

source: Pacific
he_il: פסיפיק

source: to the
he_il: כדי

source: to
he_il: אל

source: the
he_il: ה

source: VAT
he_il: מס ערך המוסף

source: (incl. VAT)
he_il: (כולל מע&quot;מ)

source: (incl. tax)
he_il: (כולל מע&quot;מ)

source: (ex. VAT)
he_il: (לדוגמה: מע&quot;מ)

source: Province
he_il: מחוז

source: Canton
he_il: קנטון

source: Municipality
he_il: עירייה

source: Town/District
he_il: עיר / מחוז

source: Region
he_il: אזור

source: Zip
he_il: רוכסן

source: State
he_il: מדינה

source: County
he_il: מחוז

source: Postcode/Zip
he_il: מיקוד / מיקוד

source: Town/City
he_il: עיירה / עיר

# placeholder
source: First Name
he_il: שם פרטיים

# placeholder
source: Last Name
he_il: שם משפחה

source: Company Name
he_il: שם חברה

# placeholder
source: Company (optional)
he_il: חברה (אופציונלי)

# placeholder
source: Address
he_il: כתובת

# placeholder
source: Address 2 (optional)
he_il: כתובה 2 (אופציונלי)

# placeholder
source: Town/City
he_il: עיירה / עיר

# placeholder
source: Postcode/Zip
he_il: מיקוד / מיקוד

# placeholder
source: Country
he_il: ארץ

# placeholder
source: State/County
he_il: מדינה / מחוז

source: Email Address
he_il: כתובת דוא&quot;ל

# placeholder
source: Email Address
he_il: כתובת דוא&quot;ל

# placeholder
source: Phone
he_il: טלפון

source: Coupon usage limit has been reached.
he_il: מגבלת השימוש קופון כבר הגיעה.

source: This coupon has expired.
he_il: קופון זה פג.

source: The minimum spend for this coupon is %s.
he_il: הוצאה המינימאלית לקופון זה הוא% s.

source: Invalid coupon
he_il: הקופון לא חוקי

source: New Customer Order
he_il: סדר לקוחות חדש

source: [%s] New Customer Order (%s)
he_il: [% S] צו לקוחות חדש (% s)

source: [%s] Order Received
he_il: סדר [% s] התקבל

source: [%s] Order Complete/Download Links
he_il: [% S] קישורי סדר שלם / להורדה

source: Order Complete/Download Links
he_il: להורות קישורים שלמים / הורדה

source: [%s] Order Complete
he_il: [% S] צו מלא

source: Order Complete
he_il: סדר מופתי

source: Your order on %s
he_il: ההזמנה שלך על% s

source: [%s] Your order
he_il: [% S] ההזמנה שלך

source: Invoice for Order %s
he_il: חשבונית עבור% s סדר

source: [%s] Pay for Order
he_il: [% S] לשלם עבור הזמנה

source: A note has been added to your order
he_il: הערה נוספת להזמנה שלך

source: [%s] A note has been added to your order
he_il: [% S] הערה נוספה להזמנה שלך

source: Product low in stock
he_il: מוצר נמוך במניות

source: Product #%s - %s
he_il: של מוצר #% -% s

source: is low in stock.
he_il: הוא נמוך במניות.

source: Product out of stock
he_il: מוצר אזל מהמלאי

source: is out of stock.
he_il: הוא אזל ממלאי.

source: Product Backorder
he_il: הזמנה חוזרת של מוצר

source: %s units of %s have been backordered in order #%s.
he_il: יחידות% s של% s כבר ממתינות להשלמה מלאות #% s כדי.

source: Note
he_il: שים לב

source: Order information
he_il: פרטי הזמנה

source: Your account on %s
he_il: החשבון שלך על% s

source: Welcome to %s
he_il: ברוכים הבאים אל% s

source: &nbsp;<small>%svia %s</small>
he_il: <small>svia% s%</small>

source: Cart Subtotal:
he_il: סל סיכום ביניים:

source: Shipping:
he_il: משלוח:

source: Subtotal:
he_il: סיכום ביניים:

# Relating to tax
source: N/A
he_il: N /

source: Order status changed from %s to %s.
he_il: מצב הזמנה של השתנה מ% ל% s.

source: Order item stock reduced successfully.
he_il: מניית פריט כדי להפחית בהצלחה.

source: Only %s left in stock
he_il: שמאל של% בלבד במלאי

source: %s in stock
he_il: % S במלאי

source: (backorders allowed)
he_il: (Backorders מותרה)

source: Available on backorder
he_il: זמין על הממתינים להשלמת המלאי

# min_price
source: From:
he_il: מ:

source: Rated %s out of 5
he_il: מתוך% s המדורגים של 5

source: SKU:
he_il: מק&quot;ט:

source: This function needs to be overridden by your payment gateway class.
he_il: פונקציה זו צריכה להיות מבוטלת על ידי כיתת שער התשלום שלך.

source: Enable/Disable
he_il: הפעלה / השבתה

source: Enable Bank Transfer
he_il: אפשר העברה בנקאית

source: Title
he_il: כותרת

source: This controls the title which the user sees during checkout.
he_il: זה מקובע את הכותרת שהמשתמש רואה בקופה.

source: Direct Bank Transfer
he_il: העברה בנקאית ישירה

source: Customer Message
he_il: הודעת לקוחות

source: Give the customer instructions for paying via BACS, and let them know that their order won't be shipping until the money is received.
he_il: תן להוראות הלקוחות לתשלום באמצעות BACS, ולהודיע ​​להם שההזמנה שלהם לא תהיה משלוח עד הכסף הוא קבל.

source: Make your payment directly into our bank account. Please use your Order ID as the payment reference. Your order wont be shipped until the funds have cleared in our account.
he_il: לבצע את התשלום ישירות לחשבון הבנק שלנו. השתמש בזיהוי הסדר שלך כסימוכין לתשלום. ההזמנה שלך רגיל להיות shipped עד הקופות ניקו בחשבון שלנו.

source: Account Details
he_il: פרטי חשבון

source: Optionally enter your bank details below for customers to pay into.
he_il: לחלופין להזין את פרטי הבנק שלך מתחת ללקוחות לשלם ל.

source: Account Name
he_il: שם חשבון

source: Account Number
he_il: מספר חשבון

source: Sort Code
he_il: קוד מיון

source: Bank Name
he_il: שם בנק

source: Your bank may require this for international payments
he_il: ייתכן שהבנק ידרוש זאת בתשלומים בינלאומיים

source: BIC (formerly Swift)
he_il: BIC (לשעבר סוויפט)

source: BACS Payment
he_il: תשלום BACS

source: Allows payments by BACS (Bank Account Clearing System), more commonly known as direct bank/wire transfer.
he_il: מאפשר תשלומי BACS (מערכת סליקת חשבון בנק), הידועים יותר בכינויו העברה ישירה בנק / חוט.

source: Our Details
he_il: הפרטים שלנו

source: Awaiting BACS payment
he_il: ממתין לתשלום BACS

source: Cheque
he_il: המחאה

source: Enable Cheque Payment
he_il: אפשר תשלום המחאה

source: Cheque Payment
he_il: תשלום המחאה

source: Let the customer know the payee and where they should be sending the cheque to and that their order won't be shipping until you receive it.
he_il: תן ללקוח לדעת את המוטב ושבו הם צריכים לשלוח את השק ושלמטרה שלהם לא יהיה משלוח עד שתקבלו אותו.

source: Please send your cheque to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
he_il: נא לשלוח את ההמחאה לאחסון שם, חנות ברחוב, החנות טאון, חנות מדינה / מחוז, חנות מיקוד.
