Repository: DavidHarper414/wp_woocommerce
Catalog: i18n/languages/woocommerce-*.po
Languages: he_il

source: Allows cheque payments. Why would you take cheques in this day and age? Well you probably wouldn't but it does allow you to make test purchases for testing order emails and the 'success' pages etc.
he_il: מאפשר תשלומים בהמחאות. למה אתה לוקח את הצ&#39;קים ביום ובגיל הזה? טוב אתה כנראה לא אבל זה מאפשר לך לבצע רכישות בדיקה למייל סדר בדיקות ודפים &#39;ההצלחה&#39; וכו &#39;

source: Awaiting cheque payment
he_il: ממתין לתשלום המחאה

source: Cash on Delivery
he_il: מזומן בעת ​​המסירה

source: Have your customers pay with cash (or by other means) upon delivery.
he_il: האם הלקוחות שלך לשלם במזומן (או באמצעים אחרים) עם מסירה.

source: Enable COD
he_il: אפשר COD

source: Enable Cash on Delivery
he_il: אפשר מזומן בעת ​​המסירה

source: Payment method title that the customer will see on your website.
he_il: כותרת שיטת תשלום שהלקוח רואה באתר שלך.

source: Description
he_il: תיאור

source: Payment method description that the customer will see on your website.
he_il: תיאור שיטת תשלום שהלקוח רואה באתר שלך.

source: Instructions
he_il: הוראות

source: Instructions that will be added to the thank you page.
he_il: הוראות שתתווספנה לדף תודה.

source: Payment to be made upon delivery.
he_il: תשלום יבוצע בעת הלידה.

source: Mijireh Checkout
he_il: Mijireh קופה

source: Mijireh error:
he_il: שגיאת Mijireh:

source: Enable Mijireh Checkout
he_il: אפשר Mijireh קופה

source: Access Key
he_il: לגשת למפתח

source: The Mijireh access key for your store.
he_il: מפתח הגישה Mijireh לחנות שלך.

source: Credit Card
he_il: כרטיס אשראי

source: Pay securely with you credit card.
he_il: תשלום מאובטח עם כרטיס אשראי לך.

source: This controls the description which the user sees during checkout.
he_il: זה מקובע את התיאור שהמשתמש רואה בקופה.

source: Get started with Mijireh Checkout
he_il: התחל לעבוד עם Mijireh קופה

source: provides a fully PCI Compliant, secure way to collect and transmit credit card data to your payment gateway while keeping you in control of the design of your site. Mijireh supports a wide variety of payment gateways: Stripe, Authorize.net, PayPal, eWay, SagePay, Braintree, PayLeap, and more.
he_il: מספקת תואם PCI במלואו, דרך בטוחה כדי לאסוף ולהעביר נתונים לכרטיסי אשראי שער התשלום שלך, תוך שמירה לך שליטה על העיצוב של האתר שלך. Mijireh תומך במגוון רחב של תשלום שערים: פסים, Authorize.net, PayPal, eWay, SagePay, Braintree, PayLeap, ועוד.

source: Join for free
he_il: הצטרף בחינם

source: Learn more about WooCommerce and Mijireh
he_il: למידע נוסף על WooCommerce וMijireh

source: provides a fully PCI Compliant, secure way to collect and transmit credit card data to your payment gateway while keeping you in control of the design of your site.
he_il: מספקת תואם PCI במלואו, דרך בטוחה כדי לאסוף ולהעביר נתונים לכרטיסי אשראי שער התשלום שלך, תוך שמירה לך שליטה על העיצוב של האתר שלך.

source: PayPal standard
he_il: PayPal הסטנדרטי

source: PayPal standard works by sending the user to PayPal to enter their payment information.
he_il: PayPal הסטנדרטי עובד על ידי שליחה למשתמש PayPal כדי להזין את פרטי התשלום שלהם.

source: Gateway Disabled
he_il: שער לנכים

source: PayPal does not support your store currency.
he_il: PayPal אינו תומך במטבע החנות שלך.

source: Enable PayPal standard
he_il: אפשר PayPal הסטנדרטי

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
he_il: תשלום באמצעות PayPal, אתה יכול לשלם בכרטיס האשראי שלך אם אין לך חשבון PayPal

source: PayPal Email
he_il: דוא&quot;ל PayPal

source: Please enter your PayPal email address; this is needed in order to take payment.
he_il: אנא הכנס את כתובת הדוא&quot;ל שלך PayPal; זה נדרש על מנת לקבל מהם התשלום.

source: Invoice Prefix
he_il: קידומת חשבונית

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unqiue as PayPal will not allow orders with the same invoice number.
he_il: אנא הכנס קידומת למספרי החשבוניות שלך. אם אתה משתמש בחשבון PayPal שלך לחנויות מרובות להבטיח קידומת זה unqiue כמו PayPal לא יאפשר הזמנות עם אותו מספר החשבונית.

source: Submission method
he_il: שיטת הגשה

source: Use form submission method.
he_il: השתמש בשיטת הגשת טופס.

source: Enable this to post order data to PayPal via a form instead of using a redirect/querystring.
he_il: אפשר זה לפרסם נתוני הזמנה לPayPal באמצעות טופס במקום להשתמש / QueryString לנתב.

source: Page Style
he_il: סגנון דף

source: Optionally enter the name of the page style you wish to use. These are defined within your PayPal account.
he_il: לחלופין הזן את שם סגנון הדף שאתה רוצה להשתמש. אלה מוגדרים בחשבון PayPal שלך.

source: Shipping options
he_il: אפשרויות משלוח

source: Shipping details
he_il: פרטי משלוח

source: Send shipping details to PayPal instead of billing.
he_il: שלח פרטי משלוח לPayPal במקום חיוב.

source: PayPal allows us to send 1 address. If you are using PayPal for shipping labels you may prefer to send the shipping address rather than billing.
he_il: PayPal מאפשר לנו לשלוח את הכתובה 1. אם אתה משתמש בפייפאל לתוויות משלוח ייתכן שתעדיף לשלוח את הכתובת למשלוח ולא לחיוב.

source: Address override
he_il: עקיפת כתובת

source: Enable "address_override" to prevent address information from being changed.
he_il: אפשר &quot;address_override&quot; כדי למנוע מידע מהכתובת שהשתנה.

source: PayPal verifies addresses therefore this setting can cause errors (we recommend keeping it disabled).
he_il: PayPal מאמת כתובות לכן הגדרה זו עשויה לגרום לשגיאות (אנו ממליצים לשמור אותו לא זמינים).

source: Gateway Testing
he_il: בדיקת Gateway

source: PayPal sandbox
he_il: PayPal ארגז חול

source: Enable PayPal sandbox
he_il: אפשר PayPal ארגז חול

source: PayPal sandbox can be used to test payments. Sign up for a developer account <a href="%s">here</a>.
he_il: PayPal ארגז חול יכול לשמש כדי לבדוק את תשלומים. רשם ל חשבון מפתח <a href=\"%s\">כאן.</a>

source: Debug Log
he_il: לדבג התחברת

source: Enable logging
he_il: לאפשר רישום

source: Shipping via
he_il: משלוח דרך

source: Thank you for your order. We are now redirecting you to PayPal to make payment.
he_il: תודה על ההזמנה שלך. כעת אנו מנתבים אותך מחדש לPayPal לביצוע תשלום.

source: Pay via PayPal
he_il: תשלום באמצעות PayPal

source: Cancel order &amp; restore cart
he_il: לבטל ולהחזיר את העגלה

source: Thank you for your order, please click the button below to pay with PayPal.
he_il: תודה על ההזמנה שלך, אנא לחץ על הכפתור למטה לשלם באמצעות PayPal.

source: Validation error: PayPal amounts do not match (gross %s).
he_il: שגיאת אימות: כמויות PayPal אינן תואמת (s% ברוטו).

source: IPN payment completed
he_il: תשלום IPN השלים

source: Payment %s via IPN.
he_il: תשלום של% באמצעות IPN.

source: Order refunded/reversed
he_il: להורות יוחזר / הפוך

source: Order %s has been marked as refunded - PayPal reason code: %s
he_il: % s כדי סומנה כתוחזר - קוד PayPal סיבה:% s

source: Payment for order %s refunded/reversed
he_il: החזר תשלום עבור% s כדי / הפוך

source: Google Analytics is a free service offered by Google that generates detailed statistics about the visitors to a website.
he_il: Google Analytics הוא שירות חינם המוצע על ידי גוגל שמיוצר נתונים סטטיסטיים מפורטים על המבקרים לאתר.

source: Google Analytics ID
he_il: Google Analytics מזהה

source: Log into your google analytics account to find your ID. e.g. <code>UA-XXXXX-X</code>
he_il: היכנס לחשבון Google Analytics שלך כדי למצוא את מספר זיהוי שלך. למשל <code>UA-XXXXX-X</code>

source: Tracking code
he_il: קוד מעקב

source: Add tracking code to your site's footer. You don't need to enable this if using a 3rd party analytics plugin.
he_il: הוסף קוד מעקב לכותרת התחתונה של האתר שלך. אתה לא צריך לאפשר את זה, אם באמצעות תוסף ניתוחי צד 3.

source: Add eCommerce tracking code to the thankyou page
he_il: הוסף קוד מעקב eCommerce לדף Thankyou

source: Add event tracking code for add to cart actions
he_il: הוסף קוד אירוע מעקב להוסיף לעגלת קניות פעולות

source: Add to Cart
he_il: הוסף לסל

source: ShareDaddy is a sharing plugin bundled with JetPack.
he_il: ShareDaddy הוא תוסף שיתוף יחד עם JetPack.

source: Output ShareDaddy button?
he_il: כפתור ShareDaddy פלט?

source: Enable this option to show the ShareDaddy button on the product page.
he_il: הפעל אפשרות זו כדי להציג את כפתור ShareDaddy בדף המוצר.

source: ShareThis offers a sharing widget which will allow customers to share links to products with their friends.
he_il: ShareThis מציע יישומון שיתוף שיאפשר ללקוחות לשתף קישורים למוצרים עם חבריהם.

source: ShareThis Publisher ID
he_il: ShareThis מזהה שותף

source: Enter your %1$sShareThis publisher ID%2$s to show social sharing buttons on product pages.
he_il: הזן% $ sShareThis מזהים בעל 2 $ s להראות כפתורי שיתוף חברתיים בדפי המוצרים 1%.

source: ShareThis Code
he_il: ShareThis קוד

source: You can tweak the ShareThis code by editing this option.
he_il: אתה יכול לצבוט את קוד ShareThis ידי עריכה באפשרות זו.

source: Increase your social media exposure by 10 percent! ShareYourCart helps you get more customers by motivating satisfied customers to talk with their friends about your products. For help with ShareYourCart view the <a href="%s">documentation</a>.
he_il: להגדיל את החשיפה של המדיה החברתית שלך על ידי 10 אחוזים! ShareYourCart מסייע לך להשיג יותר לקוחות על ידי הנעת לקוחות מרוצים לדבר עם החברים שלהם על המוצרים שלך. לקבלת עזרה בShareYourCart להציג <a href=\"%s\">תיעוד.</a>

source: Please complete all fields.
he_il: אנא מלא את כל השדות.

source: Create a ShareYourCart account
he_il: צור חשבון ShareYourCart

source: Domain
he_il: תחום

source: I agree to the <a href="%s">ShareYourCart terms and conditions</a>
he_il: אני מסכים <a href=\"%s\">לתנאי ShareYourCart</a>

source: Create Account
he_il: צור חשבון

source: Recover your ShareYourCart account
he_il: לשחזר את החשבון שלך ShareYourCart

source: Email me my details
he_il: שלח לי את הפרטים שלי

source: Setup your ShareYourCart account
he_il: הגדרת חשבון ShareYourCart

source: Create an account
he_il: צור חשבון

source: Can't access your account?
he_il: אינך יכול לגשת לחשבון שלך?

source: Configure ShareYourCart
he_il: הגדר ShareYourCart

source: You can choose how much of a discount to give (in fixed amount, percentage, or free shipping) and to which social media channels it should it be applied. You can also define what the advertisement should say, so that it fully benefits your sales.
he_il: באפשרותך לבחור כמה מהנחה לתת (בסכום קבוע, אחוז, או משלוח חינם) וכדי שערוצי המדיה חברתיים שהוא צריך זה להיות מיושם. ניתן גם להגדיר את מה שהפרסומת צריכה לומר, כך שהיא מועילה למכירות שלך באופן מלא.

source: Configure
he_il: הגדר

source: Enable ShareYourCart integration
he_il: לאפשר שילוב ShareYourCart

source: Client ID
he_il: זהות לקוח

source: Get your client ID by creating a ShareYourCart account.
he_il: קבל זיהוי הלקוח שלך על ידי יצירת חשבון ShareYourCart.

source: App Key
he_il: App מפתח

source: Get your app key by creating a ShareYourCart account.
he_il: קבל מפתח היישום שלך על ידי יצירת חשבון ShareYourCart.

source: Email address
he_il: כתובת דוא&quot;ל

source: The email address you used to sign up for ShareYourCart.
he_il: כתובת הדוא&quot;ל שבה השתמש כדי להירשם לShareYourCart.

source: Show button by default on:
he_il: צג כפתור ברירת המחדל ב:

source: Product page
he_il: דף מוצר

source: Cart page
he_il: עמוד סל

source: Button style
he_il: סגנון כפתור

source: Select a style for your share buttons
he_il: בחרו סגנון עבור כפתורי השיתוף שלך

source: Standard Button
he_il: לחץ סטנדרטי

source: Custom HTML
he_il: המותאם אישית HTML

source: Button skin
he_il: עור כפתור

source: Select a skin for your share buttons
he_il: בחר עור לכפתורי השיתוף שלך

source: Orange
he_il: תפוז

source: Blue
he_il: הכחול

source: Light
he_il: אור

source: Dark
he_il: אפל

source: Button position
he_il: מיקום כפתור

source: Where should the button be positioned?
he_il: איפה צריך להיות ממוקם על הכפתור?

source: Normal
he_il: נורמלי

source: Floating
he_il: צף

source: HTML for the button
he_il: HTML לכפתור

source: Enter the HTML code for your custom button.
he_il: הזן את קוד ה-HTML עבור הלחצן המותאם אישית שלך.

source: Flat rate
he_il: מחיר אחיד

source: Flat Rates
he_il: מחירים שטוחים

source: Flat rates let you define a standard rate per item, or per order.
he_il: שיעורים שטוחים מאפשרים להגדיר תעריף סטנדרטי עבור כל פריט, או לכל מטרה.

source: Enable this shipping method
he_il: אפשר שיטת משלוח זו

source: Method Title
he_il: כותרת השיטה

source: Flat Rate
he_il: מחיר אחיד

source: Cost per order
he_il: עלות לצו

source: Enter a cost per order, e.g. 5.00. Leave blank to disable.
he_il: הזנת עלות לכל הזמנה, 5.00 לדוגמה. שאר ריק כדי לבטל.

source: Method availability
he_il: שיטה זמינה

source: All allowed countries
he_il: כל המדינות אפשרו

source: Calculation Type
he_il: סוג החישוב

source: Per Order - charge shipping for the entire order as a whole
he_il: לפי סדר - משלוח תשלום עבור כל הסדר כמכלול

source: Per Item - charge shipping for each item individually
he_il: לפריט - משלוח תשלום עבור כל פריט בנפרד

source: Per Class - charge shipping for each shipping class in an order
he_il: לכיתה - משלוח תשלום עבור כל כיתת משלוח בהזמנה

source: Default Cost
he_il: עלות ברירת מחדל

source: Cost excluding tax. Enter an amount, e.g. 2.50.
he_il: עלות לא כולל מסים. הזן את סכום, 2.50 לדוגמה.

source: Default Handling Fee
he_il: דמי טיפול ברירת מחדל

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
he_il: תשלום לא כולל מס. הזן את סכום, למשל 2.50, או אחוז, לדוגמה 5%. שאר ריק כדי לבטל.

source: Minimum Fee
he_il: דמי מינימום

source: Enter a minimum fee amount. Fee's less than this will be increased. Leave blank to disable.
he_il: הזן את סכום תשלום מינימאלי. הדמים פחות מזה יהיה מוגבר. שאר ריק כדי לבטל.

source: Optional extra shipping options with additional costs (one per line). Example: <code>Option Name|Cost|Per-order (yes or no)</code>. Example: <code>Priority Mail|6.95|yes</code>. If per-order is set to no, it will use the "Calculation Type" setting.
he_il: אפשרויות אופציונליות נוספות משלוח עם עלויות נוספות (אחד בכל שורה). דוגמה: <code>Option Name|Cost|Per-order (yes or no)</code> לדוגמה: <code>Priority Mail|6.95|yes</code> אם לכל המטרה מוגדרת לא, זה יהיה להשתמש בהגדרה &quot;סוג החישוב&quot;.

source: Shipping Class
he_il: מחלקת משלוחים

source: Cost, excluding tax.
he_il: עלות, לא כולל מס.

source: Handling Fee
he_il: דמי טיפול

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%.
he_il: תשלום לא כולל מס. הזן את סכום, למשל 2.50, או אחוז, לדוגמה 5%.

source: + Add Flat Rate
he_il: + הוסף דרג שטוח

source: Add rates for shipping classes here &mdash; they will override the default costs defined above.
he_il: הוסף לשיעורי שיעורי ספנות כאן - הם יעקפו את ברירת המחדל עולה שהוגדרה לעיל.

source: Delete selected rates
he_il: מחק שיעורים נבחרים

source: Select a class&hellip;
he_il: בחר כיתה ...

source: Free Shipping
he_il: משלוח חינם

source: Enable Free Shipping
he_il: אפשר משלוח חינם

source: Minimum Order Amount
he_il: סכום מינימום הזמנה

source: Users will need to spend this amount to get free shipping. Leave blank to disable.
he_il: משתמשים יצטרכו להוציא את הסכום הזה כדי לקבל משלוח חינם. שאר ריק כדי לבטל.

source: Coupon
he_il: קופון

source: Free shipping requires a free shipping coupon
he_il: משלוח חינם דורש הקופון משלוח חינם

source: Users will need to enter a valid free shipping coupon code to use this method. If a coupon is used, the minimum order amount will be ignored.
he_il: משתמשים יצטרכו להזין קוד חוקי משלוח חינם קופון להשתמש בשיטה זו. אם הקופון משמש, כמות ההזמנה המינימאלית תהיה להתעלם ממנו.

source: Free Shipping - does what it says on the tin.
he_il: משלוח חינם - עושה מה שהוא אומר על הפח.

source: International Delivery
he_il: משלוח בינלאומי

source: International delivery based on flat rate shipping.
he_il: משלוח בינלאומי המבוסס על משלוח תעריף קבוע.

source: Availability
he_il: זמין

source: Selected countries
he_il: מדינות נבחרות

source: Excluding selected countries
he_il: לא כולל מדינות נבחרות

source: Countries
he_il: מדינות

source: Local Delivery
he_il: משלוח מקומי

source: Enable
he_il: לאפשר

source: Enable local delivery
he_il: לאפשר אספקה ​​מקומית

source: Fee Type
he_il: סוג תשלום

source: How to calculate delivery charges
he_il: כיצד לחשב את דמי משלוח

source: Fixed amount
he_il: סכום קבוע

source: Percentage of cart total
he_il: אחוז מסך סל

source: Fixed amount per product
he_il: סכום קבוע למוצר

source: Delivery Fee
he_il: דמי משלוח

source: What fee do you want to charge for local delivery, disregarded if you choose free. Leave blank to disable.
he_il: מה תשלום שרוצה לגבות תשלום עבור משלוח מקומי, אם תבחר להתעלם חופשי. שאר ריק כדי לבטל.

source: Zip/Post Codes
he_il: קודי ZIP / Post

source: What zip/post codes would you like to offer delivery to? Separate codes with a comma.
he_il: מה מיקודים / פוסט היית רוצה להציע למסירה? קודים נפרדים עם פסיק.

source: Local delivery is a simple shipping method for delivering orders locally.
he_il: משלוח מקומי הוא שיטה פשוטה להעברת משלוח הזמנות באופן מקומי.

source: Local Pickup
he_il: טנדר מקומי

source: Enable local pickup
he_il: אפשר טנדר מקומי

source: Local pickup is a simple method which allows the customer to pick up their order themselves.
he_il: טנדר מקומי הוא שיטה פשוטה שמאפשרת ללקוח לאסוף את עצמם כדי.

source: pending
he_il: תלוי ועומד

source: failed
he_il: נכשל

source: on-hold
he_il: בהמתנה

source: processing
he_il: תהליך

source: completed
he_il: נשלם

source: refunded
he_il: יוחזר

source: cancelled
he_il: בוטל

source: Please enter a coupon code.
he_il: אנא הכנס קוד קופון.

source: Please enter a valid postcode/ZIP.
he_il: אנא הכנס / ZIP תקף מיקוד.

source: Shipping costs updated.
he_il: דמי משלוח מעודכן.

source: The order totals have been updated. Please confirm your order by pressing the Place Order button at the bottom of the page.
he_il: את סיכומי הסדר עודכנו. אנא אשר את הזמנתך על ידי לחיצה על הכפתור להזמין מקום בתחתית הדף.

source: Add to cart
he_il: הוסף לעגלה

source: Please enter your password.
he_il: אנא הכנס את הסיסמה שלך.

source: Invalid order.
he_il: לא חוקי כדי.

source: My Account &rarr;
he_il: החשבון שלי →

source: Order <mark class="order-number">%s</mark> made on <mark class="order-date">%s</mark>
he_il: סדר <mark class=\"order-number\"> % S </mark> נעשה על <mark class=\"order-date\"> % S </mark>

source: Order status: <mark class="order-status">%s</mark>
he_il: מצב הזמנה: <mark class=\"order-status\"> % S </mark>

source: Order Updates
he_il: עדכונים להזמין

source: Please enter a valid order ID
he_il: אנא הזן מספר הזמנה תקין

source: Please enter a valid order email
he_il: זן כתובת דוא&quot;ל צו תקף

source: Sorry, we could not find that order id in our database.
he_il: לא ניתן למצוא את ההזמנה על בסיס הנתונים שסיפקת.

source: Your order has already been paid for. Please contact us if you need assistance.
he_il: ההזמנה שלך כבר שלמה. אנא צור קשר אם אתה זקוק לעזרה.

source: Date:
he_il: תאריך:

source: Payment method:
he_il: שיטת תשלום:

source: Search Results: &ldquo;%s&rdquo;
he_il: תוצאות חיפוש: &quot;% s&quot;

source: &nbsp;&ndash; Page %s
he_il: -% עמוד של

source: No products found which match your selection.
he_il: אין מוצרים שנמצאו תואמים את הבחירה שלך.

source: Remove this item
he_il: הסר פריט זה

source: Apply Coupon
he_il: החל קופון

source: Update Cart
he_il: עדכון סל

source: Proceed to Checkout &rarr;
he_il: המשך לקופת →

source: You may be interested in&hellip;
he_il: אתה עשוי להיות מעוניין ...

source: Your cart is currently empty.
he_il: עגלת הקניות שלך ריקה.

source: &larr; Return To Shop
he_il: ← לחזור לחנות

source: No products in the cart.
he_il: אין מוצרים בעגלה.

source: Subtotal
he_il: סיכום ביניים

source: Checkout &rarr;
he_il: הקופה →

source: Calculate Shipping
he_il: חישוב משלוח

source: Select a state&hellip;
he_il: בחר מדינה ...

source: Update Totals
he_il: עדכון סכומים

source: Cart Totals
he_il: סכומי סל

source: Cart Subtotal
he_il: סל סיכום ביניים

source: Cart Discount
he_il: דיסקונט הסל

source: [Remove]
he_il: [הסרה]

source: Please fill in your details to see available shipping methods.
he_il: אנא מלא את הפרטים שלך כדי לראות שיטות אספקה.

source: Sorry, it seems that there are no available shipping methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
he_il: מצטער, זה נראה שאין שיטות משלוח זמינות עבור המדינה שלך. אנא צור קשר אם אתה זקוק לסיוע או רוצה לעשות סידורים חלופיים.

source: incl.&nbsp;
he_il: כולל.

source: Order Discount
he_il: דיסקונט סדר

source: (taxes estimated for %s)
he_il: (מסים העריכו עבור% s)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
he_il: הערה: משלוח ומסים מוערכים של% ויעודכנו בקופה המבוססים על פרטי החיוב והמשלוח.

source: No shipping methods were found; please recalculate your shipping and enter your state/county and zip/postcode to ensure their are no other available methods for your location.
he_il: אין שיטות משלוח נמצאו, אנא לחשב מחדש המשלוח שלך ולהיכנס למדינה / המחוז שלך ומיקוד / מיקוד כדי להבטיח שלהם הם לא שיטות זמינות אחרות למיקום שלך.

source: Sorry, it seems that there are no available shipping methods for your location (%s).
he_il: מצטער, זה נראה שאין שיטות משלוח זמינות עבור המיקום שלך (% s).

source: If you require assistance or wish to make alternate arrangements please contact us.
he_il: אם אתה זקוק לעזרה או רוצה לעשות סידורים חלופיים אנא פנו אלינו.

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
he_il: יש כמה בעיות עם הפריטים בעגלה שלך (המוצג לעיל). אנא חזור לדף העגלה ולפתור בעיות אלה לפני הבדיקה.

source: &larr; Return To Cart
he_il: ← בחזרה לסל

source: Billing &amp; Shipping
he_il: חיוב ומשלוח

source: Create an account?
he_il: צור חשבון?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
he_il: צור חשבון על ידי הזנת המידע שלהלן. אם אתה לקוח חוזר אנא הירשם דרך בחלק העליון של הדף.

source: You must be logged in to checkout.
he_il: אתה חייב להיות מחובר לקופה.

source: Your order
he_il: ההזמנה שלך

source: Have a coupon?
he_il: יש קופון?

source: Click here to enter your code
he_il: לחץ כאן כדי להיכנס לקוד שלך

source: Already registered?
he_il: כבר נרשם?

source: Click here to login
he_il: לחץ כאן כדי להתחבר

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
he_il: אם קנית אצלנו בעבר, אנא הכנס את הפרטים שלך בתיבות שמתחת. אם אתה לקוח חדש אנא המשך לסעיף החיוב ומשלוח.

source: Totals
he_il: סכומים

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
he_il: מצטער, זה נראה שאין שיטות תשלום זמינות עבור המיקום שלך. אנא צור קשר אם אתה זקוק לסיוע או רוצה לעשות סידורים חלופיים.

source: Pay for order
he_il: לשלם עבור הזמנה

source: Ship to billing address?
he_il: משלוח לכתובת חיוב?

source: Additional Information
he_il: מידע נוסף

source: Please fill in your details above to see available shipping methods.
he_il: אנא מלא את הפרטים שלך למעלה כדי לראות שיטות אספקה.

source: Order Subtotal
he_il: סדר סיכום ביניים

source: Please fill in your details above to see available payment methods.
he_il: אנא מלא את הפרטים שלך למעלה כדי לראות שיטות תשלום זמינות.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
he_il: מצטער, זה נראה שאין שיטות תשלום זמינות עבור המדינה שלך. אנא צור קשר אם אתה זקוק לסיוע או רוצה לעשות סידורים חלופיים.
