Repository: DavidHarper414/wp_woocommerce
Catalog: i18n/languages/woocommerce-*.po
Languages: he_il

source: This controls what currency prices are listed at in the catalog and which currency gateways will take payments in.
he_il: זה שולט מה מחירי מטבע רשומים בקטלוג ובו שערי מטבע ייקחו תשלומים פנימה

source: US Dollars (&#36;)
he_il: דולר ארה&quot;ב ($)

source: Euros (&euro;)
he_il: יוריו (€)

source: Pounds Sterling (&pound;)
he_il: ליש&quot;ט (ליש&quot;ט)

source: Australian Dollars (&#36;)
he_il: דולר אוסטרלי ($)

source: Brazilian Real (&#36;)
he_il: ריאל ברזילאי ($)

source: Canadian Dollars (&#36;)
he_il: דולר קנדי ​​($)

source: Czech Koruna (&#75;&#269;)
he_il: קורונה הצ&#39;כית (קרונות צ&#39;כיים)

source: Danish Krone
he_il: כתר דני

source: Hong Kong Dollar (&#36;)
he_il: דולר הונג קונגי ($)

source: Hungarian Forint
he_il: פורינט הונגרי

source: Israeli Shekel
he_il: שקל ישראלי

source: Chinese Yuan (&yen;)
he_il: יואן (¥)

source: Japanese Yen (&yen;)
he_il: ין יפני (¥)

source: Malaysian Ringgits (RM)
he_il: מלזי מלזי (RM)

source: Mexican Peso (&#36;)
he_il: פזו מקסיקני ($)

source: New Zealand Dollar (&#36;)
he_il: דולר ניו זילנדי ($)

source: Norwegian Krone
he_il: כתר נורבגי

source: Philippine Pesos
he_il: פזו פיליפיני

source: Polish Zloty
he_il: הזלוטי פולני

source: Singapore Dollar (&#36;)
he_il: דולר סינגפורי ($)

source: Swedish Krona
he_il: כתר שבדי

source: Swiss Franc
he_il: פרנק שויצרי

source: Taiwan New Dollars
he_il: חדש הדולר טייוואני

source: Thai Baht
he_il: בהט התאילנדי

source: Turkish Lira (TL)
he_il: לירה טורקית (TL)

source: South African rand (R)
he_il: ראנד הדרום האפריקאי (R)

source: Romanian Leu (RON)
he_il: לאו רומני (RON)

source: Allowed Countries
he_il: מדינות מחמד

source: These are countries that you are willing to ship to.
he_il: אלו הן מדינות שמוכנים לשלוח ל.

source: All Countries
he_il: כל הארצות

source: Specific Countries
he_il: מדינות ספציפיות

source: Checkout and Accounts
he_il: קופה וחשבונות

source: The following options control the behaviour of the checkout process and customer accounts.
he_il: האפשרויות הבאות לשלוט על ההתנהגות של תהליך היציאה וחשבונות הלקוחות.

source: Checkout
he_il: פנוי

source: Enable guest checkout (no account required)
he_il: אפשר אורח קופה (ללא חשבון)

source: Show order comments section
he_il: צג סעיף הערות כדי

source: Security
he_il: ביטחון

source: Force secure checkout
he_il: חיל מאובטח קופה

source: Force SSL (HTTPS) on the checkout pages (an SSL Certificate is required)
he_il: החיל SSL (HTTPS) בדפי הקופה (תעודת SSL נדרשה)

source: Un-force HTTPS when leaving the checkout
he_il: Un-HTTPS כוח כאשר עוזבים את הקופה

source: Coupons
he_il: קופונים

source: Enable coupons
he_il: אפשר קופונים

source: Enable coupon form on cart
he_il: אפשר צורת הקופון בעגלה

source: Enable coupon form on checkout
he_il: אפשר צורת הקופון בקופה

source: Registration
he_il: הרשמה

source: Allow registration on the checkout page
he_il: לאפשר רישום בדף הקופה

source: Allow registration on the "My Account" page
he_il: לאפשר רישום בעמוד &quot;החשבון שלי&quot;

source: Register using the email address for the username
he_il: הרשמה באמצעות כתובת הדוא&quot;ל של המשתמש

source: Customer Accounts
he_il: חשבונות לקוחות

source: Prevent customers from accessing WordPress admin
he_il: למנוע מלקוחות גישה למנהל וורדפרס

source: Clear cart when logging out
he_il: נקה את העגלה כשלהתנתק

source: Allow customers to repurchase past orders
he_il: לאפשר ללקוחות לרכישה חוזרת של הזמנות אחרונות

source: Styles and Scripts
he_il: סגנונות וסקריפטים

source: The following options affect the styling of your store, as well as how certain features behave.
he_il: האפשרויות הבאות תשפענה על הסטיילינג של החנות שלך, כמו גם כמה תכונות מסוימות להתנהג.

source: Styling
he_il: סגנון

source: Enable WooCommerce CSS styles
he_il: אפשר סגנונות CSS WooCommerce

source: Store Notice
he_il: אחסן הודעה

source: Enable the "Demo Store" notice on your site
he_il: אפשר הודעה &quot;הדגמה בחנות&quot; באתר שלך

source: Store Notice Text
he_il: אחסן טקסט הודעה

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
he_il: זוהי חנות הדגמה למטרות בדיקה - אין הזמנות תהיינה התגשמה.

source: Scripts
he_il: סקריפטים

source: Enable AJAX add to cart buttons on product archives
he_il: אפשר להוסיף לחצני AJAX עגלה בארכיוני המוצר

source: Enable WooCommerce lightbox on the product page
he_il: אפשר lightbox WooCommerce בדף המוצר

source: Enable enhanced country select boxes
he_il: הפעל ארץ תיבות בחירה משופרות

source: Digital Downloads
he_il: הורדות דיגיטליות

source: The following options are specific to downloadable products.
he_il: האפשרויות הבאות הן ספציפיות למוצרים להורדה.

source: File download method
he_il: שיטת הורדת קובץ

source: Forcing downloads will keep URLs hidden, but some servers may serve large files unreliably. If supported, <code>X-Accel-Redirect</code>/ <code>X-Sendfile</code> can be used to serve downloads instead (server requires <code>mod_xsendfile</code>).
he_il: מכריח את ההורדות ישמרו כתובות נסתרות, אבל כמה שרתים יכולים לשמש קבצים גדולים בלתי מהימן. אם נתמך, <code>X-Accel-Redirect</code> / <code>X-Sendfile</code> יכול לשמש להורדות במקום (השרת דורש <code>mod_xsendfile</code>

source: Force Downloads
he_il: הורדות חיל

source: Redirect only
he_il: הפניה בלבד

source: Access Restrictions
he_il: הגבלות גישה

source: Must be logged in to download files
he_il: חייב להיות מחובר כדי להוריד קבצים

source: This setting does not apply to guest downloads.
he_il: הגדרה זו אינה חלה על הורדות אורחים.

source: Grant access to downloadable products after payment
he_il: הענקת גישה למוצרים להורדה לאחר תשלום

source: Turn this option off to only grant access when an order is "complete", rather than "processing"
he_il: הפעל אפשרות זו כדי להעניק גישה רק כאשר מטרה היא &quot;שלמה&quot;, ולא &quot;עיבוד&quot;

source: Limit quantity
he_il: הגבל את הכמות

source: Limit the purchasable quantity of downloadable-virtual items to 1
he_il: הגבל את הכמות לרכישה של פריטים להורדה-וירטואליים עד 1

source: Note: The shop page has children - child pages will not work if you enable this option.
he_il: הערה: דף החנות יש ילדים - דפי בנים לא יעבדו אם תאפשר את האופציה הזו.

source: Page Setup
he_il: הגדרת עמוד

source: Shop Base Page
he_il: דף בסיס חנות

source: This sets the base page of your shop - this is where your product archive will be.
he_il: זה מקובע את דף הבסיס של החנות שלך - זה מקום שבי ארכיון המוצר שלך יהיה.

source: Base Page Title
he_il: כותרת דף בסיס

source: This title to show on the shop base page. Leave blank to use the page title.
he_il: כותרת זו כדי להראות בדף בסיס החנות. שאר ריק כדי להשתמש בכותרת הדף.

source: Terms page ID
he_il: תנאי זהות דף

source: If you define a "Terms" page the customer will be asked if they accept them when checking out.
he_il: אם אתה מגדיר את דף &quot;תנאים&quot; ללקוח יהיה שאל אם הם מקבלים אותם בעת בדיקה החוצה.

source: Logout link
he_il: קישור להתנתקות

source: Append a logout link to menus containing "My Account"
he_il: צרף קישור התנתקות לתפריטים המכילים &quot;החשבון שלי&quot;

source: Taxonomy base page
he_il: דף בסיס טקסונומיה

source: Prepend shop categories/tags with shop base page (<code>%s</code>)
he_il: קטגוריות הקדם זיהוי חנות / תגיות עם דף בסיס חנות <code>%s</code>

source: Product category slug
he_il: קליע קטגוריית מוצרים

source: Shows in the product category URLs. Leave blank to use the default slug.
he_il: הופעות בכתובות קטגוריית המוצרים. שאר ריק כדי להשתמש קליע ברירת המחדל.

source: Product tag slug
he_il: קליע תג מוצר

source: Shows in the product tag URLs. Leave blank to use the default slug.
he_il: הופעות בכתובות תג המוצר. שאר ריק כדי להשתמש קליע ברירת המחדל.

source: Product base page
he_il: דף בסיס מוצר

source: Prepend product permalinks with shop base page (<code>%s</code>)
he_il: permalinks מוצר ההקדם זיהוי עם דף בסיס חנות <code>%s</code>

source: Product base category
he_il: קטגורית מוצרי בסיס

source: Prepend product permalinks with product category
he_il: Permalinks הקדם זיהוי המוצר עם קטגוריית מוצרים

source: Shop Pages
he_il: עמודי חנות

source: The following pages need selecting so that WooCommerce knows where they are. These pages should have been created upon installation of the plugin, if not you will need to create them.
he_il: בעמודים הבאים צריכים לבחור כך שWooCommerce יודע היכן הם נמצאים. דפים אלה צריכים להיות שנוצרו בהתקנה של התוסף, אם לא תהיה עליך ליצור אותם.

source: Cart Page
he_il: עמוד סל

source: Page contents: [woocommerce_cart]
he_il: תוכן דף: [woocommerce_cart]

source: Checkout Page
he_il: קופת עמוד

source: Page contents: [woocommerce_checkout]
he_il: תוכן דף: [woocommerce_checkout]

source: Pay Page
he_il: עמוד שלם

source: Page contents: [woocommerce_pay] Parent: "Checkout"
he_il: תוכן דף: [woocommerce_pay] אב: &quot;קופה&quot;

source: Thanks Page
he_il: תודה עמוד

source: Page contents: [woocommerce_thankyou] Parent: "Checkout"
he_il: תוכן דף: [woocommerce_thankyou] אב: &quot;קופה&quot;

source: My Account Page
he_il: דף החשבון שלי

source: Page contents: [woocommerce_my_account]
he_il: תוכן דף: [woocommerce_my_account]

source: Edit Address Page
he_il: עריכת דף כתובת

source: Page contents: [woocommerce_edit_address] Parent: "My Account"
he_il: תוכן דף: [woocommerce_edit_address] אב: &quot;החשבון שלי&quot;

source: View Order Page
he_il: צפו בדף הזמנה

source: Page contents: [woocommerce_view_order] Parent: "My Account"
he_il: תוכן דף: [woocommerce_view_order] אב: &quot;החשבון שלי&quot;

source: Change Password Page
he_il: שינוי סיסמא דף

source: Page contents: [woocommerce_change_password] Parent: "My Account"
he_il: תוכן דף: [woocommerce_change_password] אב: &quot;החשבון שלי&quot;

source: Catalog Options
he_il: אפשרויות קטלוג

source: Default product sorting
he_il: מיון מוצר ברירת מחדל

source: This controls the default sort order of the catalog.
he_il: זה מקובע את סדר מיון ברירת המחדל של הקטלוג.

source: Default sorting
he_il: מיון ברירת מחדל

source: Sort alphabetically
he_il: מיין לפי סדר אלפביתי

source: Sort by most recent
he_il: למיין לפי האחרון

source: Sort by price
he_il: מיין לפי מחיר

source: Show subcategories
he_il: צג קטגוריות

source: Show subcategories on category pages
he_il: צג קטגוריות משנה בדפי קטגוריות

source: Show subcategories on the shop page
he_il: צג קטגוריות משנה בדף החנות

source: When showing subcategories, hide products
he_il: כאשר מציגים קטגוריות משנה, להסתיר מוצרים

source: Redirects
he_il: הפניות

source: Redirect to cart after adding a product to the cart (on single product pages)
he_il: הפניה לעגלה לאחר הוספת מוצר לעגלה (בדפי מוצרים בודדים)

source: Redirect to the product page on a single matching search result
he_il: הפניה לדף המוצר בתוצאות חיפוש התאמה חד

source: The following options affect the fields available on the edit product page.
he_il: האפשרויות הבאות תשפענה על השדות הזמינים בדף מוצר העריכה.

source: Product fields
he_il: שדות מוצרים

source: Enable the SKU field for products
he_il: אפשר תחום המק&quot;ט למוצרים

source: Enable the weight field for products
he_il: אפשר תחום המשקל למוצרים

source: Enable the dimension fields for products
he_il: אפשר את שדות ממד עבור מוצרים

source: Show weight and dimension fields in product attributes tab
he_il: צג משקל ושדות ממד בכרטיסיית תכונות מוצר

source: Weight Unit
he_il: יחידת משקל

source: This controls what unit you will define weights in.
he_il: זו שולטת באיזו יחידה אתה תגדיר משקולות פנימה

source: kg
he_il: ק&quot;ג

source: g
he_il: סול

source: lbs
he_il: ליברות

source: oz
he_il: עוז

source: Dimensions Unit
he_il: יחידת מידות

source: This controls what unit you will define lengths in.
he_il: זו שולטת באיזו יחידה אתה מגדיר אורכים פנימה

source: cm
he_il: סנטימטר

source: mm
he_il: מ&quot;מ

source: in
he_il: בתוך

source: Product Ratings
he_il: דירוג מוצר

source: Enable the star rating field on the review form
he_il: אפשר תחום דירוג הכוכבים בטופס הביקורת

source: Ratings are required to leave a review
he_il: דירוג נדרש לעזוב את ביקורת

source: Show "verified owner" label for customer reviews
he_il: צג תווית &quot;אומתה בעלים&quot; לביקורות של לקוחות

source: Pricing Options
he_il: תמחור אופציות

source: The following options affect how prices are displayed on the frontend.
he_il: האפשרויות הבאות תשפענה על אופן שהמחירים מוצגים בממשק.

source: Currency Position
he_il: מיקום מטבע

source: This controls the position of the currency symbol.
he_il: זה מקובע את עמדתו של סמל המטבע.

source: Left
he_il: שמאל

source: Right
he_il: זכות

source: Left (with space)
he_il: שמאל (בשטח)

source: Right (with space)
he_il: ימין (עם שטח)

source: Thousand separator
he_il: אלף מפריד

source: This sets the thousand separator of displayed prices.
he_il: זה מקובע את מפריד אלף מחירים מוצגים.

source: Decimal separator
he_il: מפריד עשרוני

source: This sets the decimal separator of displayed prices.
he_il: זה מקובע את המפריד העשרוני של מחירים מוצגים.

source: Number of decimals
he_il: המספר עשרוני

source: This sets the number of decimal points shown in displayed prices.
he_il: זה מקובע את מספר נקודות עשרוניות מוצגות במחירים מוצגים.

source: Trailing zeros
he_il: אפסים נגררים

source: Remove zeros after the decimal point. e.g. <code>$10.00</code> becomes <code>$10</code>
he_il: הסר אפסים אחרי הנקודה העשרונית. למשל <code>$10.00</code> הופכים <code>$10</code>

source: Image Options
he_il: אפשרויות תמונה

source: These settings affect the actual dimensions of images in your catalog - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
he_il: הגדרות אלה משפיעות על הממדים האמיתיים של תמונות בקטלוג שלך - התצוגה על החזיתי עדיין תושפע מסגנונות CSS. לאחר שינוי הגדרות אלה, ייתכן שתצטרך <a href=\"%s\">לחדש את התמונות הממוזערות.</a>

source: Catalog Images
he_il: תמונות קטלוג

source: This size is usually used in product listings
he_il: גודל זה משמש בדרך כלל ברשימות מוצרים

source: Single Product Image
he_il: תמונה יחידה של מוצר

source: This is the size used by the main image on the product page.
he_il: זהו הגודל המשמש את התמונה הראשית בדף המוצר.

source: Product Thumbnails
he_il: תמונות מוקטנות מוצרים

source: This size is usually used for the gallery of images on the product page.
he_il: גודל זה משמש בדרך כלל לגלריה של תמונות בדף המוצר.

source: Inventory Options
he_il: אפשרויות מלאות

source: Manage stock
he_il: ניהול המלאי

source: Enable stock management
he_il: אפשר ניהול מלאה

source: Notifications
he_il: הודעות

source: Enable low stock notifications
he_il: הפוך התראות מניות נמוכה

source: Enable out of stock notifications
he_il: אפשר שלא לקבל הודעות מניות

source: Low stock threshold
he_il: סף מנייה נמוך

source: Out of stock threshold
he_il: מתוך סף מנייה

source: Out of stock visibility
he_il: מתוך נראות המניות

source: Hide out of stock items from the catalog
he_il: סתר מתוך מלאי מוצרים מהקטלוג

source: Stock display format
he_il: פורמט תצוגת המלאי

source: This controls how stock is displayed on the frontend.
he_il: זו שולטת במניות מוצגות בממשק.

source: Always show stock e.g. "12 in stock"
he_il: תמיד להראות דוגמא מנייה &quot;12 במלאי&quot;

source: Only show stock when low e.g. "Only 2 left in stock" vs. "In Stock"
he_il: צג רק מניות כאשר למשל נמוך &quot;רק 2 נותרו במלאי&quot; לעומת &quot;במלאי&quot;

source: Never show stock amount
he_il: לעולם אל תציג כמות מניות

source: Shipping Options
he_il: אפשרויות משלוח

source: Shipping calculations
he_il: חישובי משלוח

source: Enable shipping
he_il: אפשר משלוח

source: Enable the shipping calculator on the cart page
he_il: הפעל את מחשבון המשלוח על דף העגלה

source: Hide shipping costs until an address is entered
he_il: סתר עלויות משלוח עד כתובת מוזנת

source: Shipping method display
he_il: תצוגת שיטת משלוח

source: This controls how multiple shipping methods are displayed on the frontend.
he_il: זו שולטת בשיטות משלוח מרובות מוצגות בממשק.

source: Radio buttons
he_il: כפתורי רדיו

source: Select box
he_il: בחר בתיבה

source: Shipping Destination
he_il: יעד משלוח

source: Only ship to the users billing address
he_il: ספינה רק כדי כתובת חיוב המשתמשים

source: Ship to billing address by default
he_il: משלוח לכתובת חיוב ברירת המחדל

source: Collect shipping address even when not required
he_il: לאסוף את כתובת למשלוח, גם כאשר לא נדרשים

source: Payment Gateways
he_il: תשלום שערים

source: Installed payment gateways are displayed below. Drag and drop payment gateways to control their display order on the checkout.
he_il: תשלום שערים מותקנים מוצגים להלן. גרור ושחררת תשלום שערים לשלוט בסדר התצוגה שלהם בקופה.

source: Tax Options
he_il: אפשרויות מס

source: Tax calculations
he_il: חישובי מס

source: Enable taxes and tax calculations
he_il: אפשר מסים וחישובי מס

source: Display taxes on cart page
he_il: הצגת מסים על דף עגלה

source: Display taxes even when the amount is zero
he_il: הצגת מסים גם כאשר הסכום הוא אפס

source: Round tax at subtotal level, instead of per line
he_il: מס עגול בגובה סכום ביניים, במקום לקו

source: Catalog Prices
he_il: מחירי קטלוג

source: Catalog prices defined including tax
he_il: מחירי קטלוג הגדרה כולל מס

source: Display cart contents excluding tax
he_il: הצגת תוכן עגלה ללא מס

source: Display cart totals excluding tax
he_il: עגלת תצוגת סיכומים למעט מס

source: Additional Tax classes
he_il: שיעורי מס נוספים

source: List 1 per line. This is in addition to the default <em>Standard Rate</em>.
he_il: רשימה 1 בכל שורה. זאת בנוסף <em>לתעריף הסטנדרטי</em> כברירת המחדל.

source: List product and shipping tax classes here, e.g. Zero Tax, Reduced Rate.
he_il: כיתות רשימת מוצרים ומשלוח מס כאן, מס אפס למשל, שיעור מופחת.

source: Reduced Rate%sZero Rate
he_il: דרג% צמצם sZero

source: Tax rates
he_il: שיעורי מס

source: All fields are required.
he_il: כל השדות דרושים.

source: To avoid rounding errors, insert tax rates with 4 decimal places.
he_il: כדי להימנע משגיאות עיגול, להוסיף שיעורי מס עם 4 ספרות אחרי נקודה עשרוניות.

source: Email Recipient Options
he_il: אפשרויות Recipient דוא&quot;ל

source: New order notifications
he_il: התראות על הזמנות חדשות

source: The recipient of new order emails. Defaults to the admin email.
he_il: מקבל מיילים מסדר חדש. ברירות מחדל לדוא&quot;ל admin.

source: Inventory notifications
he_il: הודעות מלאות

source: The recipient of stock emails. Defaults to the admin email.
he_il: הנמען של מייל מניות. ברירות מחדל לדוא&quot;ל admin.

source: Email Sender Options
he_il: אפשרויות שלח דוא&quot;ל

source: The following options affect the sender (email address and name) used in WooCommerce emails.
he_il: האפשרויות הבאות תשפענה על השולח (כתובת דוא&quot;ל ושם) ששמש במייל WooCommerce.

source: "From" name
he_il: &quot;מאת&quot; שם

source: "From" email address
he_il: &quot;מאת&quot; כתובת הדוא&quot;ל

source: Email template
he_il: תבנית דואר אלקטרוני

source: This section lets you customise the WooCommerce emails. <a href="%s" target="_blank">Click here to preview your email template</a>. For more advanced control copy <code>woocommerce/templates/emails/</code> to <code>yourtheme/woocommerce/emails/</code>.
he_il: סעיף זה מאפשר לך להתאים אישית את מייל WooCommerce. <a href=\"%s\" target=\"_blank\">לחץ כאן כדי לצפות בתצוגה מקדימה תבנית הדוא&quot;ל שלך.</a> לעותק שליטה מתקדם יותר <code>woocommerce/templates/emails/</code> <code>yourtheme/woocommerce/emails/</code>

source: Header image
he_il: תמונת הכותרת

source: Enter a URL to an image you want to show in the email's header. Upload your image using the <a href="%s">media uploader</a>.
he_il: זן כתובת אתר לתמונה שאתה רוצה להציג בכותרת של הדואר האלקטרוני. הוסף התמונה שלך באמצעות <a href=\"%s\">uploader התקשורת.</a>

source: Email footer text
he_il: טקסט תחתון דוא&quot;ל

source: The text to appear in the footer of WooCommerce emails.
he_il: הטקסט יופיע בכותרת התחתונה של מייל WooCommerce.

source: Base colour
he_il: צבע בסיס

source: The base colour for WooCommerce email templates. Default <code>#557da1</code>.
he_il: צבע הבסיס לתבניות דוא&quot;ל WooCommerce. ברירת מחדל <code>#557da1</code>

source: Background colour
he_il: צבע רקע

source: The background colour for WooCommerce email templates. Default <code>#eeeeee</code>.
he_il: צבע הרקע לתבניות דוא&quot;ל WooCommerce. ברירת מחדל <code>#eeeeee</code>

source: Email body background colour
he_il: צבע רקע גוף מייל

source: The main body background colour. Default <code>#fdfdfd</code>.
he_il: צבע רקע הגוף העיקרי. ברירת המחדל <code>#fdfdfd</code>

source: Email body text colour
he_il: צבע גוף טקסט מייל

source: The main body text colour. Default <code>#505050</code>.
he_il: צבע גוף הטקסט הראשי. ברירת מחדל <code>#505050</code>

source: Default
he_il: ברירת מחדל

source: Gateway
he_il: שער כניסה

source: Shipping Methods
he_il: שיטות משלוח

source: Drag and drop methods to control their display order.
he_il: גרור ושחררת שיטות כדי לשלוט בסדר התצוגה שלהם.

source: Shipping Method
he_il: שיטת משלוח

source: Method ID
he_il: זיהוי שיטה

source: Tax Rates
he_il: שיעורי מס

source: Export rates
he_il: שיעורי יצוא

source: Import rates
he_il: שיעורי יבוא

source: Define tax rates for countries and states below, or alternatively upload a CSV file containing your rates to <code>wp-content/woocommerce_tax_rates.csv</code> instead. <a href="%s">Download sample csv.</a>
he_il: מגדיר שיעורי מס למדינות ומדינות בהמשך, או לחלופין להעלות קובץ CSV המכיל השיעורים שלך <code>wp-content/woocommerce_tax_rates.csv</code> במקום. <a href=\"%s\">הורד csv מדגם.</a>

source: Countries/states
he_il: מדינות / מדינות

source: Label
he_il: מדבקה

source: Optionally, enter a label for this rate - this will appear in the totals table
he_il: לחלופין, זן תווית עבור שיעור זה - זה יופיע בטבלת הסיכומים

source: Rate
he_il: קצב

source: Enter a tax rate (percentage) to 4 decimal places.
he_il: הזן את שיעור מס (אחוז) עד 4 ספרות אחרי נקודה עשרוניות.

source: Compound
he_il: תרכובת

source: Choose whether or not this is a compound rate. Compound tax rates are applied on top of other tax rates.
he_il: בחר אם זה שיעור מתחם. שיעורי מס מורכב מיושמים על גבי שיעורי מס אחרים.

source: Choose whether or not this tax rate also gets applied to shipping.
he_il: בחר אם שיעור מס זה גם מקבל להחיל למשלוח.

source: + Add Tax Rate
he_il: + הוסף שיעור מס

source: All matching rates will be applied, and non-compound rates will be summed.
he_il: כל המחירים התואמים ייושמו, ותעריפים שאינם מתחמים יהיו סכמו.

source: Duplicate selected rows
he_il: העתק שורות נבחרות

source: Delete selected rows
he_il: מחק שורות נבחרות

source: Select countries/states&hellip;
he_il: בחר מדינות / מדינות ...

source: All
he_il: כל

source: US States
he_il: המדינות בארה&quot;ב

source: EU States
he_il: מדינות איחוד האירופי

source: Standard Rate
he_il: תעריף סטנדרטי

source: Local Tax Rates
he_il: שיעורי מס מקומיים

source: Post/zip codes
he_il: קודי הודעה / zip

source: List postcodes/zips this rate applies to separated by semi-colons. You may also enter ranges for numeric zip codes. e.g. 12345-12349;23456;
he_il: postcodes הרשימה / רוכסני שיעור זה חל על מופרד על ידי נקודותיים למחצה. תוכל גם להזין טווחים עבור מיקודים מספריים. למשל 12345-12349; 23456;

source: Select a country/state&hellip;
he_il: בחר את המדינה / מדינה ...

source: Done
he_il: עשה

source: countries/states selected
he_il: מדינות / מדינות נבחרות

source: No countries selected
he_il: אין מדינות נבחרות

source: Delete the selected rates?
he_il: מחק את השיעורים שנבחרו?

source: Duplicate the selected rates?
he_il: כפלת את השיעורים שנבחרו?

source: (1 state)
he_il: (מצב 1)

source: and 1 state
he_il: והמדינה 1

source: 1 country
he_il: 1 מדינה

source: Taxonomy exists - please change the slug
he_il: טקסונומיה קיימת - בבקשה לשנות את הקליע

source: Edit Attribute
he_il: עריכת תכונה

source: Name for the attribute (shown on the front-end).
he_il: שם לתכונה (המוצג על החזיתי).

source: Slug
he_il: שבלול

source: Unique slug/reference for the attribute; must be shorter than 28 characters.
he_il: קליע ייחודי / התייחסות לתכונה; חייב להיות קצר יותר מ 28 תווים.

source: Select
he_il: לבחור
