Repository: DavidHarper414/wp_woocommerce
Catalog: i18n/languages/woocommerce-*.po
Languages: he_il

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
he_il: מאז הדפדפן שלך אינו תומך ב-JavaScript, או אם הוא אינו זמין, אנא ודא שתלחץ על כפתור <em>עדכון הסכומים</em> לפני ביצוע ההזמנה. ייתכן שתחויב יותר מהסכום נקוב לעיל, אם לא תצליח לעשות זאת.

source: Update totals
he_il: עדכון סכומים

source: Place order
he_il: סדר מקום

source: I accept the
he_il: אני מקבל את

source: terms &amp; conditions
he_il: תנאי שימוש

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
he_il: למרבה צער ההזמנה שלך לא יכולה להיות מעובד כבנק שמקורו / סוחר ירד העסקה שלך.

source: Please attempt your purchase again or go to your account page.
he_il: אנא תנסה שוב לבצע את הרכישה או לעבור לדף החשבון שלך.

source: Please attempt your purchase again.
he_il: אנא תנסה שוב לבצע את הרכישה.

source: Pay
he_il: תשלום

source: Thank you. Your order has been received.
he_il: תודה. ההזמנה שלך כבר קבל.

source: You have received an order from
he_il: שקבלת הזמנה מ

source: . Their order is as follows:
he_il: . הסדר שלהם הוא כדלקמן:

source: jS F Y
he_il: JS פ.י.

source: Your order is complete. Your order's details are below:
he_il: ההזמנה שלך הושלמה. פרטי ההזמנה שלך הם להלן:

source: An order has been created for you on &ldquo;%s&rdquo;. To pay for this order please use the following link: <a href="%s">Pay</a>
he_il: סדר נוצר עבורך על &quot;% s&quot;. לשלם עבור הזמנה זו אנא השתמש בקישור הבא: <a href=\"%s\">תשלום</a>

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
he_il: תודה על יצירת חשבון ב% s. שם המשתמש שלך הוא <strong>של%.</strong>

source: You can access your account area here: %s.
he_il: אתה יכול לגשת לאזור החשבון שלך כאן:% s.

source: Hello, a note has just been added to your order:
he_il: שלום, שים לב יש רק התווסף לסל הקניות שלך:

source: For your reference, your order details are shown below.
he_il: לעיונך, פרטי ההזמנה שלך מוצגים להלן.

source: Download:
he_il: הורדה:

source: Read More
he_il: קראו עוד

source: Select options
he_il: בחר אפשרויות

source: View options
he_il: צפו אפשרויות

source: Next <span class="meta-nav">&rarr;</span>
he_il: <span class=\"meta-nav\">→</span> הבא

source: <span class="meta-nav">&larr;</span> Previous
he_il: <span class=\"meta-nav\">←</span> הקודם

source: Sale!
he_il: מכירה!

source: New password
he_il: סיסמא חדשה

source: Re-enter new password
he_il: זן מחדש את הסיסמה חדשה

source: Save
he_il: להציל

source: Save Address
he_il: שמירת כתובה

source: Login
he_il: התחברות

source: Username or email
he_il: שם משתמש או מייל

source: Password
he_il: סיסמא

source: Lost Password?
he_il: אבד את הסיסמה?

source: Register
he_il: להירשם

source: Username
he_il: שם משתמש

source: Re-enter password
he_il: הכנס סיסמא מחדש

source: Hello, <strong>%s</strong>. From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">change your password</a>.
he_il: <strong>שלום,% s.</strong> לוח המחוונים מהחשבון שלך אתה יכול לראות את כל ההוראות האחרונות שלך, לנהל את המשלוח וכתובות חיוב שלך <a href=\"%s\">ולשנות את הסיסמה שלך.</a>

source: Available downloads
he_il: הורדות זמינות

source: &nbsp;download remaining
he_il: להוריד שנותר

source: Recent Orders
he_il: ההזמנות אחרונות

source: My Address
he_il: הכתובת שלי

source: The following addresses will be used on the checkout page by default.
he_il: הכתובות הבאות תשמשנה בדף הקופה כברירת מחדל.

source: You have not set up a billing address yet.
he_il: אתה עדיין לא הגדרת את כתובת חיוב עדיין.

source: You have not set up a shipping address yet.
he_il: אתה עדיין לא הגדרת את כתובת למשלוח עדיין.

source: Ship to
he_il: ספינה לי

source: Click to cancel this order
he_il: לחץ כדי לבטל את זה

source: You have no recent orders.
he_il: אין לך הזמנות אחרונות.

source: To track your order please enter your Order ID in the box below and press return. This was given to you on your receipt and in the confirmation email you should have received.
he_il: כדי לעקוב אחר ההזמנה שלך אנא הכנס את מספר ההזמנה שלך בתיבה למטה ולחץ על חזרה. זו ניתנה לך בקבלה שלך ובאישור במייל שהיית אמור לקבל.

source: Order ID
he_il: מספר הזמנה

source: Found in your order confirmation email.
he_il: מצא באימייל אישור ההזמנה שלך.

source: Billing Email
he_il: דוא&quot;ל חיוב

source: Email you used during checkout.
he_il: דוא&quot;ל שבו השתמש בעת התשלום בקופה.

source: Track"
he_il: מצא

source: Download file &rarr;
he_il: הורד קובץ →

source: Order Again
he_il: להזמין שוב

source: Telephone:
he_il: טלפון:

source: Order %s which was made %s has the status &ldquo;%s&rdquo;
he_il: % של סדר שנעשה% s יש מעמד &quot;% s&quot;

source: ago
he_il: לפני

source: and was completed
he_il: והושלם

source: ago
he_il: לפני

# breadcrumb
source: Home
he_il: בית

source: Products tagged &ldquo;
he_il: מוצרים מתויגים &quot;

source: Search results for &ldquo;
he_il: תוצאות חיפוש עבור &quot;

source: Error 404
he_il: שגיאה 404

source: Posts tagged &ldquo;
he_il: הודעות שתייגו &quot;

source: Author:
he_il: מחבר:

source: Page
he_il: עמוד

source: Choose an option
he_il: בחר באפשרות

source: Clear selection
he_il: נקה בחירה

source: Category:
he_il: קטגוריה:

source: Tags:
he_il: תגיות:

source: Your comment is awaiting approval
he_il: תגובתך ממתין לאישור

source: verified owner
he_il: בעלים מאומתים

source: Product Description
he_il: תיאור מוצר

source: You may also like&hellip;
he_il: ייתכן גם רוצים ...

source: %s review for %s
he_il: ביקורת% s עבור% s

source: Add Review
he_il: הוסף ביקורת

source: Add a review
he_il: הוסף ביקורת

source: Be the first to review
he_il: היה הראשון לסקור

source: There are no reviews yet, would you like to <a href="#review_form" class="inline show_review_form">submit yours</a>?
he_il: אין ביקורות עדיין, היית רוצה <a href=\"#review_form\" class=\"inline show_review_form\">להגיש שלך?</a>

source: Submit Review
he_il: שלח סקירה

source: Rating
he_il: דרוג

source: Rate&hellip;
he_il: דרג ...

source: Perfect
he_il: מושלם

source: Good
he_il: טוב

source: Average
he_il: הממוצע

source: Not that bad
he_il: לא שרע

source: Very Poor
he_il: גרוע מאוד

source: Your Review
he_il: חוות הדעת שלך

source: Display a list of your best selling products on your site.
he_il: הצגת רשימה של המוצרים הנמכרים ביותר שלך באתר שלך.

source: WooCommerce Best Sellers
he_il: WooCommerce הנמכר ביותר

source: Best Sellers
he_il: הנמכרים ביותר

source: Title:
he_il: כותרת:

source: Number of products to show:
he_il: מספר המוצרים שיוצג:

source: Hide free products
he_il: סתר מוצרים בחינם

source: Display the user's Cart in the sidebar.
he_il: להציג הסל של המשתמש בסרגל הצידי.

source: WooCommerce Cart
he_il: WooCommerce סל

source: Hide if cart is empty
he_il: סתר אם העגלה ריקה

source: Display a list of featured products on your site.
he_il: הצגת רשימה של מוצרים מומלצים באתר שלך.

source: WooCommerce Featured Products
he_il: WooCommerce מוצרים מומלצים

source: Featured Products
he_il: מוצרים מומלצים

source: Shows a custom attribute in a widget which lets you narrow down the list of products when viewing product categories.
he_il: מראה תכונה מותאמת אישית ביישומון המאפשר לך לצמצם את הרשימה של מוצרים בעת הצגת קטגוריות מוצר.

source: Any %s
he_il: כל% s

source: Attribute:
he_il: מאפיינים:

source: Display Type:
he_il: צורת הצגה:

source: List
he_il: רשימה

source: Dropdown
he_il: נפתח

source: Query Type:
he_il: סוג שאילתא:

source: AND
he_il: ו

source: OR
he_il: או

source: Display a login area and "My Account" links in the sidebar.
he_il: הצגת אזור כניסה וקישורים &quot;החשבון שלי&quot; בתפריט מהימין.

source: WooCommerce Login
he_il: WooCommerce כניסה

source: Customer Login
he_il: כניסת לקוחות

source: Welcome %s
he_il: הברוך הבא% s

source: My account
he_il: החשבון שלי

source: Change my password
he_il: שנה את הסיסמה שלי

source: Logout
he_il: התנתק

source: Login &rarr;
he_il: כניסת →

source: Lost password?
he_il: שכח את הסיסמה?

source: Logged out title:
he_il: יצא ממערכת הכותרת:

source: Logged in title:
he_il: רשום בכותרת:

source: Please enter a username.
he_il: יש להזין שם משתמש.

source: Display a list of your on-sale products on your site.
he_il: הצגת רשימה של המוצרים שלך במכירה באתר שלך.

source: WooCommerce On-sale
he_il: WooCommerce במכירה

source: On Sale
he_il: במכירה

source: Shows a price filter slider in a widget which lets you narrow down the list of shown products when viewing product categories.
he_il: מראה מחוון מסנן מחיר ביישומון המאפשר לך לצמצם את הרשימה של מוצרים המוצגים בעת צפייה בקטגוריות מוצר.

source: WooCommerce Price Filter
he_il: WooCommerce מחיר הסינון

source: Min price
he_il: מחיר המינימום

source: Max price
he_il: מחיר מקסימאלי

source: Filter
he_il: לסנן

source: Filter by price
he_il: סנן לפי מחיר

source: A list or dropdown of product categories.
he_il: רשימה או נפתח של קטגוריות מוצר.

source: WooCommerce Product Categories
he_il: קטגוריות מוצרי WooCommerce

source: No product categories exist.
he_il: אין קטגוריות מוצרים קיימים.

source: Order by:
he_il: סדר לפי:

source: Category Order
he_il: סדר קטגוריה

source: Show as dropdown
he_il: צג כנפתח

source: Show post counts
he_il: צג ספירות הודעה

source: Show hierarchy
he_il: צג היררכיה

source: Only show children for the current category
he_il: להראות לילדים אך ורק לקטגוריה נוכחית

source: A Search box for products only.
he_il: תיבת חיפוש למוצרים בלבד.

source: WooCommerce Product Search
he_il: חיפוש מוצר WooCommerce

source: Your most used product tags in cloud format.
he_il: ביותר בשימוש תגיות מוצר במתכונת ענן.

source: WooCommerce Product Tags
he_il: תגיות מוצר WooCommerce

source: Product Tags
he_il: תגיות מוצר

source: WooCommerce Random Products
he_il: מוצרים אקראיים WooCommerce

source: Display a list of random products on your site.
he_il: הצגת רשימה של מוצרים אקראיים באתר שלך.

source: Random Products
he_il: מוצרים אקראיים

source: Show hidden product variations
he_il: צג וריאציות מוצר נסתרות

source: Display a list of your most recent products on your site.
he_il: הצגת רשימה של המוצרים העדכניים ביותר שלך באתר שלך.

source: WooCommerce Recent Products
he_il: WooCommerce המוצרים אחרונים

source: New Products
he_il: מוצרים חדשים

source: Display a list of your most recent reviews on your site.
he_il: הצגת רשימה של הסקירות האחרונות שלך באתר שלך.

source: Recent Reviews
he_il: ביקורות אחרונות

# by comment author
source: by %1$s
he_il: על ידי% 1 $ s

source: Display a list of recently viewed products.
he_il: הצגת רשימה של מוצרים שנצפו לאחרונה.

source: WooCommerce Recently Viewed Products
he_il: WooCommerce מוצרים שנצפה לאחרונה

source: Recently viewed
he_il: נצפה לאחרונה

source: Display a list of top rated products on your site.
he_il: הצגת רשימה של מוצרים מדורגים באתר שלך.

source: WooCommerce Top Rated Products
he_il: WooCommerce מוצרים מדורגים ראשון

source: Top Rated Products
he_il: מוצרים מדורגים ראשון

source: Please enter your username and password to login.
he_il: הזן את שם המשתמש והסיסמה שלך כדי להתחבר.

source: Sorry, your session has expired.
he_il: מצטער, ההפעלה שלך פגה.

source: Return to homepage &rarr;
he_il: חזור לדף בית →

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות מספיקות כדי לגשת לדף זה.

source: You have taken too long. Please go back and retry.
he_il: אתה לוקח יותר מדי זמן. אנא חזור אחורה ונסה שוב.

source: Cross-sell
he_il: מכירה צולבת

source: No products found
he_il: אין מוצרים נמצאו

source: Download Permissions Granted
he_il: הורד הרשאות שניתנה

# slug
source: product
he_il: מוצר

source: Select a category
he_il: בחר קטגוריה

source: Cart updated.
he_il: סל מעודכן.

source: You can only have 1 %s in your cart.
he_il: אתה יכול להיות של 1% בלבד בסל שלך.

source: Please choose product options&hellip;
he_il: בחר אפשרויות מוצר ...

source: Please choose a quantity&hellip;
he_il: בחר כמות ...

source: Please choose a product&hellip;
he_il: אנא בחר במוצר ...

source: Continue Shopping &rarr;
he_il: המשך קניות →

source: Product successfully added to your cart.
he_il: מוצרים נוספים בהצלחה לסל שלך.

source: Username is required.
he_il: נדרש שם משתמש.

source: Password is required.
he_il: סיסמא נדרשת.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
he_il: שם משתמש זה אינו חוקי משום שהיא משתמשת בתווים לא חוקיים. יש להזין שם משתמש חוקי.

source: This username is already registered, please choose another one.
he_il: שם משתמש זה כבר רשום, נא לבחור שם אחר.

source: Please type your e-mail address.
he_il: אנא הקלד את כתובת דואר האלקטרוני שלך.

source: The email address isn&#8217;t correct.
he_il: כתובת הדוא&quot;ל לא נכונה.

source: This email is already registered, please choose another one.
he_il: דוא&quot;ל זה כבר רשום, נא לבחור שם אחר.

source: Re-enter your password.
he_il: זן מחדש את הסיסמה שלך.

source: Anti-spam field was filled in.
he_il: התחום אנטי ספאם היה מלא פנימה

source: The cart has been filled with the items from your previous order.
he_il: העגלה כבר מלאה בפריטים מההזמנה הקודמת שלך.

source: Order cancelled by customer.
he_il: הזמנה בוטלה על ידי לקוח.

source: Your order was cancelled.
he_il: ההזמנה שלך בוטלה.

source: Your order is no longer pending and could not be cancelled. Please contact us if you need assistance.
he_il: ההזמנה שלך היא כבר לא תלוי ועומדת ולא ניתן לבטלה. אנא צור קשר אם אתה זקוק לעזרה.

source: Invalid email address.
he_il: כתובת דוא&quot;ל לא חוקית.

source: Go to homepage &rarr;
he_il: עבור לדף בית →

source: Invalid download.
he_il: לא חוקי להוריד.

source: You must be logged in to download files.
he_il: אתה חייב להיות מחובר כדי להוריד קבצים.

source: This is not your download link.
he_il: זה לא הקישור להורדה שלך.

source: Sorry, you have reached your download limit for this file
he_il: סליחה, יש לך הגיע למגבלת ההורדה שלך לקובץ זה

source: Sorry, this download has expired
he_il: מצטער, הורדה זו פגה

source: File not found
he_il: קובץ לא נמצא

source: New products
he_il: מוצרים חדשים

source: New products added to %s
he_il: מוצרים חדשים שנוספו ל% s

source: New products tagged %s
he_il: מוצרים חדשים מתויגים% s

source: You have taken too long. Please go back and refresh the page.
he_il: אתה לוקח יותר מדי זמן. אנא חזור ולרענן את הדף.

source: Please rate the product.
he_il: אנא דרג את המוצר.

source: Buy product
he_il: קנה מוצר

source: required
he_il: דרוש

source: Update country
he_il: עדכון מדינה

source: Search for:
he_il: חפש את:

source: Search for products
he_il: חפש מוצרים

source: An e-commerce toolkit that helps you sell anything. Beautifully.
he_il: ערכת כלים למסחר אלקטרוני שמסייעת לך למכור משהו. יפה.

source: Customer
he_il: לקוח

source: Shop Manager
he_il: מנהל חנות

# slug
source: product-category
he_il: מוצר קטגוריה

# slug
source: product-tag
he_il: מוצר תג

# Admin menu name
source: Categories
he_il: קטגוריות

source: Search Product Categories
he_il: קטגוריות מוצרי חיפוש

source: All Product Categories
he_il: כל קטגוריות מוצרים

source: Parent Product Category
he_il: קטגורית מוצר הורה

source: Parent Product Category:
he_il: קטגורית מוצר אם:

source: Edit Product Category
he_il: ערוך קטגורית מוצר

source: Update Product Category
he_il: עדכון קטגורית מוצר

source: Add New Product Category
he_il: הוסף קטגורית מוצר חדשה

source: New Product Category Name
he_il: שם קטגורית המוצר חדש

# Admin menu name
source: Tags
he_il: תגיות

source: Search Product Tags
he_il: תגיות מוצר חיפוש

source: All Product Tags
he_il: כל תגיות המוצר

source: Parent Product Tag
he_il: תג מוצרי הורה

source: Parent Product Tag:
he_il: תג מוצר אם:

source: Edit Product Tag
he_il: ערוך תג מוצרים

source: Update Product Tag
he_il: עדכון תג מוצרים

source: Add New Product Tag
he_il: הוסף תג מוצר חדש

source: New Product Tag Name
he_il: שם תג המוצר חדש

source: Shipping Classes
he_il: שיעורי משלוח

# Admin menu name
source: Shipping Classes
he_il: שיעורי משלוח

source: Search Shipping Classes
he_il: שיעורי משלוח חיפוש

source: All Shipping Classes
he_il: כל שיעורי המשלוח

source: Parent Shipping Class
he_il: כיתת משלוח הורה

source: Parent Shipping Class:
he_il: כיתת משלוח הורה:

source: Edit Shipping Class
he_il: ערוך משלוח ייצוגי

source: Update Shipping Class
he_il: עדכון משלוח ייצוגי

source: Add New Shipping Class
he_il: הוסף ייצוגי משלוח חדש

source: New Shipping Class Name
he_il: שם סוג המשלוח חדש

source: Order statuses
he_il: מצבי הזמנות

source: Order status
he_il: מצב הזמנה

source: Search Order statuses
he_il: סטטוסים להזמין חיפוש

source: All Order statuses
he_il: כל הסטטוסים להזמין

source: Parent Order status
he_il: מצב הזמנת הורה

source: Parent Order status:
he_il: מצב הזמנת הורה:

source: Edit Order status
he_il: עריכת מצב הזמנה

source: Update Order status
he_il: עדכון מצב הזמנה

source: Add New Order status
he_il: הוסף מצב הזמנה חדשה

source: New Order status Name
he_il: שם מצב הזמנה חדשה

source: Parent
he_il: הורה

source: Add New
he_il: הוסף חדש

source: New
he_il: חדש

# Admin menu name
source: Products
he_il: מוצרים

source: Add Product
he_il: הוסף מוצרים

source: Add New Product
he_il: הוסף מוצר חדש

source: Edit Product
he_il: ערוך מוצר

source: New Product
he_il: מוצר חדש

source: View Product
he_il: צפו במוצרים

source: Search Products
he_il: חפש מוצרים

source: No Products found
he_il: אין מוצרים נמצאו

source: No Products found in trash
he_il: אין מוצרים נמצאו בפח אשפה

source: Parent Product
he_il: מוצרי הורה

source: This is where you can add new products to your store.
he_il: זה המקום בו אתה יכול להוסיף מוצרים חדשים לחנות שלך.

source: Variation
he_il: וריאציה

source: Add New Variation
he_il: הוסף וריאציה חדשה

source: Edit Variation
he_il: ערוך וריאציה

source: New Variation
he_il: וריאציה חדשה

source: View Variation
he_il: צפו בוריאציה

source: Search Variations
he_il: וריאציות חיפוש

source: No Variations found
he_il: אין וריאציות מצאו

source: No Variations found in trash
he_il: אין וריאציות נמצאו בפח אשפה

source: Parent Variation
he_il: וריאצית הורה

source: Add Order
he_il: הוסף סדר

source: Add New Order
he_il: הוסף סדר חדש

source: Edit Order
he_il: עריכת סדר

source: New Order
he_il: סדר חדש

source: Search Orders
he_il: הזמנות חיפוש

source: No Orders found
he_il: לא פקודים מצא

source: No Orders found in trash
he_il: לא פקודים מצא באשפה

source: Parent Orders
he_il: הזמנות הוריות

source: This is where store orders are stored.
he_il: זה המקום שבו מאוחסנות הזמנות של חנויות.

# Admin menu name
source: Coupons
he_il: קופונים

source: Add Coupon
he_il: הוסף קופון

source: Add New Coupon
he_il: הוסף קופון חדש

source: Edit Coupon
he_il: ערוך קופון

source: New Coupon
he_il: קופון חדש

source: View Coupons
he_il: צפו בקופונים

source: View Coupon
he_il: צפו בקופון

source: Search Coupons
he_il: קופונים חיפוש

source: No Coupons found
he_il: לא נמצאו שוברים

source: No Coupons found in trash
he_il: לא נמצאו שוברים בזבל

source: Parent Coupon
he_il: קופון ההורה

source: This is where you can add new coupons that customers can use in your store.
he_il: זה המקום בו אתה יכול להוסיף קופונים חדשים שלקוחות יכולים להשתמש בחנות שלך.

source: Select an option&hellip;
he_il: בחר אפשרות ...

source: Please select a rating
he_il: אנא בחר דירוג

source: Cart % Discount
he_il: % הנחת עגלה

source: Product Discount
he_il: דיסקונט מוצרים

source: Product % Discount
he_il: דיסקונט% מוצרים
