Repository: DavidHarper414/wp_woocommerce
Catalog: i18n/languages/woocommerce-*.po
Languages: he_il

source: No product to duplicate has been supplied!
he_il: אין לשכפל מוצר כבר סופק!

source: Product creation failed, could not find original product:
he_il: יצירת מוצר נכשלה, לא הצליח למצוא את המוצר מקורי:

source: (Copy)
he_il: (העתקה)

source: Make a duplicate from this product
he_il: הפוך כפול ממוצר זה

source: Duplicate
he_il: כפול

source: Copy to a new draft
he_il: העתק לטיוטה חדשה

source: Image
he_il: תמונה

source: Name
he_il: שם

source: SKU
he_il: מק&quot;ט

source: Stock
he_il: המלאי

source: Price
he_il: מחיר

source: Categories
he_il: קטגוריות

source: Tags
he_il: תגיות

source: Featured
he_il: מובלט

source: Type
he_il: סוג

source: Date
he_il: תאריך

source: Edit this item inline
he_il: ערוך מוטבע פריט זה

source: Quick&nbsp;Edit
he_il: עריכה מהירה

source: Restore this item from the Trash
he_il: שחזור פריט זה מהאשפה

source: Restore
he_il: לשחזר

source: Move this item to the Trash
he_il: הזזת פריט זה לאשפה

source: Trash
he_il: אשפה

source: Delete this item permanently
he_il: מחק פריט זה לצמיתות

source: Delete Permanently
he_il: למחוק לצמיתות

source: Preview &#8220;%s&#8221;
he_il: תצוגה מקדים &quot;% s&quot;

source: Preview
he_il: תצוגה מקדימה

source: View &#8220;%s&#8221;
he_il: צפו &quot;% s&quot;

source: View
he_il: לצפות

source: Grouped
he_il: מקובצים

source: External/Affiliate
he_il: / שותפים חיצוניים

source: Virtual
he_il: וירטואלי

source: Downloadable
he_il: להורדה

source: Simple
he_il: פשוט

source: Variable
he_il: משתנה

source: Change
he_il: לשנות

source: In stock
he_il: במלאי

source: Out of stock
he_il: אזל מהמלאי

source: Show all product types
he_il: צג כל סוגי המוצרים

source: Grouped product
he_il: מוצר מקובצים

source: External/Affiliate product
he_il: מוצר חיצוני / שותפים

source: Simple product
he_il: מוצר פשוט

source: Show all sub-types
he_il: צג כל תתי הסוגים

source: [%s with SKU of %s]
he_il: [% S עם מק&quot;ט של% s]

source: [%s with ID of %d]
he_il: [% S עם תעודת זהות של% ד]

source: Product Data
he_il: נתוני מוצר

source: Regular price
he_il: מחיר רגיל

source: Sale
he_il: מכירה

source: Sale price
he_il: מחיר המכירה

source: Weight
he_il: משקל

source: Length
he_il: משך

source: Width
he_il: רוחב

source: Height
he_il: גובה

source: Visibility
he_il: ראות

source: Catalog &amp; search
he_il: קטלוג וחיפוש

source: Catalog
he_il: קטלוג

source: Search
he_il: לחפש

source: Hidden
he_il: נסתר

source: In stock?
he_il: במלאי?

source: Manage stock?
he_il: ניהול המלאי?

source: Stock Qty
he_il: מניית כמות

source: — No Change —
he_il: - ללא שינוי -

source: Change to:
he_il: שנה ל:

source: Yes
he_il: כן

source: No
he_il: לא

source: Sort Products
he_il: מיון מוצרים

source: Code
he_il: צופן

source: Coupon type
he_il: סוג קופון

source: Coupon amount
he_il: כמות קופון

source: Product IDs
he_il: מזהי מוצר

source: Usage limit
he_il: מגבלת שימוש

source: Usage count
he_il: ספירת שימוש

source: Expiry date
he_il: תאריך תפוגה

source: Status
he_il: מצב

source: Order
he_il: סדר

source: Billing
he_il: חיוב

source: Shipping
he_il: משלוח

source: Order Total
he_il: סה&quot;כ סדר

source: Order Notes
he_il: הערות להזמין

source: Customer Notes
he_il: הערות לקוח

source: Actions
he_il: פעולות

source: Guest
he_il: אורח

source: Order %s
he_il: סדר% s

source: made by
he_il: שנעשה על ידי

source: Email:
he_il: דוא&quot;ל:

source: Tel:
he_il: טל:

source: Via
he_il: באמצעות

source: Unpublished
he_il: לא פורסם

source: Y/m/d g:i:s A
he_il: Y / מ / dg: i: s

source: %s ago
he_il: % S לפני

source: Y/m/d
he_il: Y / מ / ד

source: Processing
he_il: תהליך

source: Complete
he_il: להשלים

source: Show all statuses
he_il: הצג את כל הסטטוסים

source: Show all customers
he_il: הצג את כל הלקוחות

source: Discount type
he_il: סוג דיסקונט

source: Enter an amount e.g. 2.99
he_il: הזן את הסכום לדוגמא 2.99

source: Individual use
he_il: שימוש אישי

source: Check this box if the coupon cannot be used in conjunction with other coupons
he_il: סמנו תיבה זו אם הקופון לא ניתן להשתמש בשילוב עם קופונים אחרים

source: Apply before tax
he_il: החל לפני המס

source: Check this box if the coupon should be applied before calculating cart tax
he_il: סמנו תיבה זו אם יש להחיל את הקופון לפני חישוב מס עגלה

source: Enable free shipping
he_il: אפשר משלוח חינם

source: Check this box if the coupon enables free shipping (see <a href="%s">Free Shipping</a>)
he_il: סמנו תיבה זו אם הקופון מאפשר משלוח חינם (ראה <a href=\"%s\">משלוח חינם)</a>

source: Minimum amount
he_il: סכום מינימאלי

source: No minimum
he_il: אין מינימום

source: This field allows you to set the minimum subtotal needed to use the coupon.
he_il: שדה זה מאפשר לך להגדיר את סכום הביניים מינימאלי הנדרש כדי להשתמש בקופון.

source: Products
he_il: מוצרים

source: Search for a product&hellip;
he_il: חפש את המוצר ...

source: Products which need to be in the cart to use this coupon or, for "Product Discounts", which products are discounted.
he_il: מוצרים אשר צריכים להיות בעגלה להשתמש קופון זה או, עבור &quot;מוצר&quot; נחות, שמוצרים מוזלים.

source: Exclude Products
he_il: תכלול מוצרים

source: Search for a product…
he_il: חפש את המוצר ...

source: Products which must not be in the cart to use this coupon or, for "Product Discounts", which products are not discounted.
he_il: מוצרים שלא חייב להיות בעגלה להשתמש קופון זה או, עבור &quot;מוצר&quot; נחות, שמוצריהם אינם מהוונות.

source: Product Categories
he_il: קטגוריות מוצרים

source: Any category
he_il: כל קטגוריה

source: A product must be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will be discounted.
he_il: מוצר חייב להיות בקטגוריה זו עבור הקופון לתוקף או, &quot;מוצר&quot; נחות, מוצרים בקטגוריות אלה יהיו מוזלים.

source: Exclude Categories
he_il: תכלול קטגוריות

source: No categories
he_il: אין קטגוריות

source: Product must not be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will not be discounted.
he_il: מוצר לא חייב להיות בקטגוריה זו עבור הקופון לתוקף או למוצר &quot;נחות&quot;, מוצרים בקטגוריות אלה לא יהיו מוזלים.

source: Customer Emails
he_il: הודעות דוא&quot;ל לקוח

source: Any customer
he_il: כל לקוח

source: Comma separate email addresses to restrict this coupon to specific billing and user emails.
he_il: דוא&quot;ל נפרד פסיק מטפל להגביל את הקופון לחיוב ספציפי והודעות דוא&quot;ל של משתמש.

# placeholder
source: Unlimited usage
he_il: שימוש בלתי מוגבל

source: How many times this coupon can be used before it is void
he_il: כמה פעמי קופון זה יכול להיות בשימוש לפני זה הוא החלל

# placeholder
source: Never expire
he_il: לעולם לא תפוג תוקף

source: The date this coupon will expire, <code>YYYY-MM-DD</code>
he_il: תאריך שובר זה יפוג, <code>YYYY-MM-DD</code>

source: Coupon code already exists.
he_il: קוד קופון כבר קיים.

source: Order Details
he_il: פרטי הזמנה

source: Order status:
he_il: מצב הזמנה:

source: Order Date:
he_il: סדר תאריך:

source: h
he_il: ח

source: m
he_il: מ &#39;

source: Customer:
he_il: לקוחות:

source: Customer Note:
he_il: הערת לקוח:

source: Customer's notes about the order
he_il: הערות של הלקוחות על מנת

source: Billing Details
he_il: פרטי חיוב

source: Edit
he_il: לערוך

source: First Name
he_il: שם פרטיים

source: Last Name
he_il: שם משפחה

source: Company
he_il: חברה

source: Address 1
he_il: כתובה 1

source: Address 2
he_il: כתובה 2

source: City
he_il: עיר

source: Postcode
he_il: מיקוד

source: Country
he_il: ארץ

source: Select a country&hellip;
he_il: בחר מדינה ...

source: State/County
he_il: מדינה / מחוז

source: Email
he_il: דוא&quot;ל

source: Phone
he_il: טלפון

source: Address
he_il: כתובת

source: No billing address set.
he_il: לא כתובת חיוב מוגדר.

source: Load billing address
he_il: כתובת חיוב עומס

source: Shipping Details
he_il: פרטי משלוח

source: No shipping address set.
he_il: אין כתובת למשלוח מוגדר.

source: Load shipping address
he_il: טען את כתובת למשלוח

source: Copy from billing
he_il: העתק מחיוב

source: Item
he_il: פריט

source: Tax Class
he_il: שיעור מס

source: Tax class for the line item
he_il: כיתת מס עבור פריט השורה

source: Qty
he_il: כמות

source: Line&nbsp;Subtotal
he_il: קו סיכום ביניים

source: Line cost and line tax before pre-tax discounts
he_il: עלות קו ומס קו לפני נחות לפני המס

source: Line&nbsp;Total
he_il: סה&quot;כ קו

source: Line cost and line tax after pre-tax discounts
he_il: עלות קו וקו לאחר נחות מס לפני המס

source: Product ID:
he_il: זיהוי מוצר:

source: Variation ID:
he_il: מזהה וריאציה:

source: Product SKU:
he_il: מוצר מק&quot;ט:

source: Delete item
he_il: מחק את הפריט

source: View product
he_il: צפו במוצר

source: Add&nbsp;meta
he_il: הוסף מטא

source: Tax class
he_il: כיתת מס

source: Standard
he_il: תקן

source: Cost
he_il: עלות

source: Tax
he_il: מס

source: Add item(s)
he_il: הוסף פריט (הים)

source: Calc line tax &uarr;
he_il: מס קו Calc ↑

source: Calc totals &rarr;
he_il: סיכומי Calc →

source: Save Order
he_il: שמירת סדר

source: Save/update the order
he_il: שמור / לעדכן את הסדר

source: Reduce stock
he_il: להפחית מניות

source: Reduces stock for each item in the order; useful after manually creating an order or manually marking an order as paid.
he_il: מפחית את המלאי עבור כל פריט בצו; שימושי לאחר יצירה ידנית או באופן ידני כדי סימון סדר כפי ששולם.

source: Restore stock
he_il: שחזור המניות

source: Restores stock for each item in the order; useful after refunding or canceling the entire order.
he_il: משחזר מניות עבור כל פריט בצו; שימושי לאחר החזר או ביטול כל הסדר.

source: Email invoice
he_il: חשבונית דוא&quot;ל

source: Email the order to the customer. Unpaid orders will include a payment link.
he_il: שלח את הצו ללקוח. הזמנות שלא שולמו תכלולנה קישור תשלום.

source: Move to Trash
he_il: העברלאשפה

source: Discounts
he_il: נחות

source: Cart Discount:
he_il: דיסקונט סל:

source: Order Discount:
he_il: דיסקונט סדר:

source: Cost ex. tax:
he_il: עלות לשעבר. מסים:

source: (ex. tax)
he_il: (מס דוגמה)

source: Shipping Method:
he_il: שיטת משלוח:

source: N/A
he_il: N /

source: Other
he_il: אחר

source: Shipping Title:
he_il: כותרת משלוח:

source: The shipping title the customer sees
he_il: כותרת ספנות הלקוח רואה

source: Tax Rows
he_il: שורות מס

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
he_il: שורות אלה מכילים מסים בגין הזמנה זו. זה מאפשר לך להציג מסים מרובים או מתחם ולא כלל בודדה.

source: Tax Label:
he_il: תווית מס:

source: Compound:
he_il: מתחם:

source: Cart Tax:
he_il: מס סל:

source: Shipping Tax:
he_il: משלוח מס:

source: + Add tax row
he_il: + הוסף שורת מס

source: Tax Totals
he_il: סכומי מס

source: Total
he_il: סך הכל

source: Order Total:
he_il: סה&quot;כ סדר:

source: Payment Method:
he_il: שיטת תשלום:

source: Manually reducing stock.
he_il: ידני צמצום המלאי.

source: Item #%s stock reduced from %s to %s.
he_il: מנייה של פריט #% הופחתה מ% s ל% s.

source: Item %s %s not found, skipping.
he_il: %% S פריט לא נמצא, דילוג.

source: Manual stock reduction complete.
he_il: מניית הפחתה ידנית להשלים.

source: Manually restoring stock.
he_il: שחזור ידני מניות.

source: Item #%s stock increased from %s to %s.
he_il: המנייה של פריט #% עלתה מ% s ל%.

source: Manual stock restore complete.
he_il: מנייה ידנית לשחזר מלאה.

source: Revoke Access
he_il: בטל גישה

source: Click to toggle
he_il: לחץ כדי לעבור

source: Downloaded %s time
he_il: זמן הורדה של%

source: Downloads Remaining
he_il: הורדות שנותרו

source: Unlimited
he_il: בלתי מוגבל

source: Access Expires
he_il: גישה פגה תוקף

source: Never
he_il: מעולם לא

source: Choose a downloadable product&hellip;
he_il: בחר מוצר להורדה ...

source: Grant Access
he_il: גרנט גישה

source: Could not grant access - the user may already have permission for this file.
he_il: לא יכל להעניק לו גישה - המשתמש יכול כבר קבל הרשאה לקובץ זה.

source: Are you sure you want to revoke access to this download?
he_il: האם אתה בטוח שאתה רוצה לבטל את הגישה להורדה זו?

source: added %s ago
he_il: הוסיפה% s לפני

source: Delete note
he_il: למחוק את ההערה

source: There are no notes for this order yet.
he_il: אין הערות לצו זה עדיין.

source: Add note
he_il: הוסף הערה

source: Add a note for your reference, or add a customer note (the user will be notified).
he_il: הוסף הערה לעיונך, או להוסיף פתק לקוח (המשתמש יקבל הודעה).

source: Customer note
he_il: הערת לקוח

source: Private note
he_il: הערה פרטית

source: Add
he_il: להוסיף

source: Variations for variable products are defined here.
he_il: וריאציות למוצרים משתנים מוגדרות כאן.

source: Variations
he_il: וריאציות

source: Same as parent
he_il: כמו הורה

source: Before adding variations, add and save some attributes on the <strong>Attributes</strong> tab.
he_il: לפני הוספת וריאציות, להוסיף ולהציל כמה תכונות על כרטיסיית <strong>התכונות.</strong>

source: Learn more
he_il: למידע נוסף

source: Close all
he_il: סגור את כל

source: Expand all
he_il: הרחב הכל

source: Bulk edit:
he_il: עריכה נרחבת:

source: Prices
he_il: מחירים

source: Sale prices
he_il: מחירי מכירה

source: File Path
he_il: נתיב קובץ

source: Download limit
he_il: הורד גבול

source: Enabled
he_il: מופעל

source: Delete all
he_il: מחק את כל

source: Remove
he_il: להסיר

source: Any
he_il: כל

source: Enter a SKU for this variation or leave blank to use the parent product SKU.
he_il: הזן את מק&quot;ט לוריאציה זו או שאר ריק כדי להשתמש במוצר מק&quot;ט ההורה.

source: Stock Qty:
he_il: כמות המלאי:

source: Enter a quantity to enable stock management for this variation, or leave blank to use the variable product stock options.
he_il: הזן את הכמות שתאפשר ניהול מלאה של גרסה זו, או שאר ריק כדי להשתמש באופציה של המוצר משתנית.

source: Price:
he_il: מחיר:

source: Sale Price:
he_il: מחיר מבצע:

source: Enter a weight for this variation or leave blank to use the parent product weight.
he_il: זן משקל עבור וריאציה זו או שאר ריק כדי להשתמש במשקל מוצר ההורה.

source: Dimensions (L&times;W&times;H)
he_il: מידות (L × W × H)

source: Shipping class:
he_il: כיתת משלוח:

source: Tax class:
he_il: כיתת מס:

source: File path:
he_il: נתיב קובץ:

source: Enter a File Path to make this variation a downloadable product, or leave blank.
he_il: הזן את נתיב קובץ לעשות וריאציה זו מוצר להורדה, או להשאיר ריק.

source: File path/URL
he_il: נתיב קובץ / כתובת URL

source: Upload
he_il: העלה

source: Download Limit:
he_il: הורד מגבלה:

source: Leave blank for unlimited re-downloads.
he_il: שאר ריק לבלתי מוגבל מחדש הורדות.

source: Enable this option if access is given to a downloadable file upon purchase of a product
he_il: הפעל אפשרות זו, אם גישה הניתנת להורדת קובץ ברכישת מוצר

source: Enable this option if a product is not shipped or there is no shipping cost
he_il: הפעל אפשרות זו אם מוצר לא נשלח או שאין עלות משלוח

source: Add Variation
he_il: הוסף וריאציה

source: Link all variations
he_il: לקשר את כל הווריאציות

source: Default selections:
he_il: ערכי ברירת מחדל:

source: No default
he_il: לא ברירת מחדל

source: You must add some attributes via the "Product Data" panel and save before adding a new variation.
he_il: עליך להוסיף כמה תכונות דרך הלוח &quot;Product Data&quot; ולחסוך לפני הוספת וריאציה חדשה.

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max 50 per run).
he_il: האם אתה בטוח שברצונך לקשר את כל הווריאציות? הפעולה זו תיצור וריאציה חדשה לכל אחד וכל שילוב אפשרי של תכונות וריאציה (מקסימום 50 לריצה).

source: variation added
he_il: וריאציה נוספת

source: variations added
he_il: וריאציות נוספות

source: No variations added
he_il: אין וריאציות הוסיפו

source: Are you sure you want to remove this variation?
he_il: האם אתה בטוח שברצונך להסיר גרסה זו?

source: Are you sure you want to delete all variations? This cannot be undone.
he_il: האם אתה בטוח שברצונך למחוק את כל הגרסות? זה לא ניתן לביטול.

source: Last warning, are you sure?
he_il: האזהרה אחרונה, אתה בטוח?

source: Enter a value
he_il: זן ערך

source: Variable product
he_il: מוצר משתנה

source: Variation #%s of %s
he_il: #% S וריאציה של% s

source: Product Type
he_il: סוג המוצר

source: Virtual products are intangible and aren't shipped.
he_il: מוצרים וירטואליים הם מוחשיים ולא נשלחו.

source: Downloadable products give access to a file upon purchase.
he_il: מוצרים להורדה להעניק גישה לקובץ בעת הרכישה.

source: General
he_il: כללי

source: Taxes
he_il: מסים

source: Inventory
he_il: מלאה

source: Related Products
he_il: מוצרים נלווים

source: Attributes
he_il: תכונות

source: Advanced
he_il: מתקדם

source: Stock Keeping Unit
he_il: יחידת מניית שמירה

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
he_il: המק&quot;ט מתייחס ליחידת צילומי שמירה, מזהה ייחודיים לכל מוצר ושירות ייחודיים שניתן לרכוש.

source: Product URL
he_il: כתובת מוצר

source: Enter the external URL to the product.
he_il: הזן את כתובת האתר החיצונית למוצר.

source: Button text
he_il: טקסט כפתור

# placeholder
source: Buy product
he_il: קנה מוצר

source: This text will be shown on the button linking to the external product.
he_il: טקסט זה יופיע על כפתור קישור למוצר החיצוני.

source: Regular Price
he_il: מחיר רגיל

source: Sale Price
he_il: מחיר המכירה

source: Schedule
he_il: לוח זמנים

source: Sale Price Dates
he_il: תאריכי מחיר המכירה

# placeholder
source: From&hellip;
he_il: מ ...

# placeholder
source: To&hellip;
he_il: כדי ...

source: Cancel
he_il: לבטל

source: Weight in decimal form
he_il: משקל בצורה עשרונית

source: Dimensions
he_il: מידות

source: LxWxH in decimal form
he_il: LxWxH בצורה עשרונית

source: File path
he_il: נתיב קובץ

source: Upload a file
he_il: העלה את קובץ

source: Download Limit
he_il: הורד מגבלה

source: Download Expiry
he_il: הורד פקיעה

source: Enter the number of days before a download link expires, or leave blank.
he_il: הזן את מספר הימים לפני שיפוג קישור להורדה, או להשאיר ריק.

source: Tax Status
he_il: סטטוס מס

source: Taxable
he_il: טעון מס

source: Shipping only
he_il: משלוח בלבד

source: None
he_il: אף לא אחד

source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
he_il: כמות מניות. אם מדובר במוצר משתנה ערך זה משמש לשליטת מניות לכל הווריאציות, אלא אם אתה מגדיר את המלאי ברמת וריאציה.

source: Stock status
he_il: מצב המלאי

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
he_il: בקרות או לא המוצר רשום כ&quot; במלאי &quot;או&quot; אזל מהמלאי &quot;בממשק.

source: Allow Backorders?
he_il: אפשר Backorders?

source: Do not allow
he_il: אל תאפשרו

source: Allow, but notify customer
he_il: אפשר, אבל תודיע ללקוח

source: Allow
he_il: להתיר

source: If managing stock, this controls whether or not backorders are allowed for this product and variations. If enabled, stock quantity can go below 0.
he_il: אם ניהול המלאי, שולט על זה או לא backorders מותר במוצר ובוריאציות זה. אם מופעל, כמות המניות יכולה לרדת מתחת 0.

source: No shipping class
he_il: לא כיתת משלוח

source: Shipping class
he_il: כיתת משלוח

source: Shipping classes are used by certain shipping methods to group similar products.
he_il: כיתות משלוח משמשות שיטות משלוח מסוימות למוצרי קבוצה דומים.

source: Value(s)
he_il: ערך (הים)

source: Select terms
he_il: בחר במונחים

source: Select all
he_il: בחר הכל

source: Select none
he_il: בחר אף

source: Add new
he_il: הוסף חדש

source: Pipe separate terms
he_il: מבחינת צנרת נפרדת

source: Visible on the product page
he_il: גלוי בדף המוצר

source: Used for variations
he_il: משמש לוריאציות

source: Enter some text, or some attributes by pipe (|) separating values.
he_il: הקלד טקסט או כמה תכונות על ידי צינור (|) מפריד בין ערכים.

source: Custom product attribute
he_il: תכונת מוצר מותאמת אישית

source: Up-Sells
he_il: Up-סלס

source: Up-sells are products which you recommend instead of the currently viewed product, for example, products that are more profitable or better quality or more expensive.
he_il: למעלה מוכר הם מוצרים שאתה ממליץ במקום המוצר נצפה כיום, לדוגמה, מוצרים שהם יותר רווחיים או יותר איכות או יותר יקרים.

source: Cross-Sells
he_il: קרוס סלס

source: Cross-sells are products which you promote in the cart, based on the current product.
he_il: קרוס מוכר הם מוצרים שאתה מקדם בעגלה, המבוסס על המוצר הנוכחי.

source: Purchase Note
he_il: רכישת הערה

source: Enter an optional note to send the customer after purchase.
he_il: הזן את לב אופציונלי לשלוח ללקוח לאחר רכישה.

source: Menu order
he_il: סדר תפריט

source: Custom ordering position.
he_il: עמדת הזמנה אישית.

source: Choose a grouped product&hellip;
he_il: בחר מוצר מקובצים ...

source: Grouping
he_il: הקבצה

source: Enable reviews
he_il: אפשר סקירות

source: Product SKU must be unique.
he_il: מוצר המק&quot;ט חייב להיות ייחודי.

source: Use this file
he_il: השתמש בקובץ זה

source: Catalog/search
he_il: קטלוג / חיפוש

source: Catalog visibility:
he_il: נראות קטלוגים:

source: Define the loops this product should be visible in. The product will still be accessible directly.
he_il: הגדר את לולאות מוצר זה צריך להיות גלוי פנימה המוצר עדיין יהיה נגיש באופן ישיר.

source: Enable this option to feature this product.
he_il: הפעל אפשרות זו תכונת מוצר זה.

source: Featured Product
he_il: מוצרים מאופיינים

source: Product Short Description
he_il: תיאור מוצר קצר

source: Reviews
he_il: ביקורות

source: Order Data
he_il: נתוני הזמנה

source: Order Items <small>&ndash; Note: if you edit quantities or remove items from the order you will need to manually change the item's stock levels.</small>
he_il: פריטים להזמין <small>- הערה: אם תערוך את הכמויות או להסיר פריטים מהסדר תצטרך לשנות ידני את רמות המלאי של הפריט.</small>

source: Order Totals
he_il: סכומים להזמין

source: Downloadable Product Permissions <small>&ndash; Note: Permissions for order items will automatically be granted when the order status changes to processing/completed.</small>
he_il: הרשאות להורדת מוצרים <small>- הערה: הרשאות לפריטים באופן אוטומטי צו תינתננה כאשר שינויי מצב ההזמנה לעיבוד / הושלמו.</small>

source: Order Actions
he_il: פעולות להזמין

source: Coupon Data
he_il: נתוני קופון

source: Coupon code
he_il: קוד קופון

source: Product name
he_il: שם מוצר

source: Allow reviews.
he_il: אפשר חוות דעת.

source: Styles
he_il: סגנונות

source: Primary
he_il: יסודי

source: Call to action buttons/price slider/layered nav UI
he_il: התקשר לחצני פעולה / מחוון מחיר / השכבתי nav UI

source: Secondary
he_il: משני

source: Buttons and tabs
he_il: לחצנים וכרטיסיות

source: Highlight
he_il: להבליט

source: Price labels and Sale Flashes
he_il: תוויות מחיר והבזקי מכירה

source: Content
he_il: תוכן

source: Your themes page background - used for tab active states
he_il: הרקע שלך תמות העמוד - המשמש למדינות פעילות כרטיסייה

source: Subtext
he_il: הסאבטקסט

source: Used for certain text and asides - breadcrumbs, small text etc.
he_il: משמש לטקסט והערות אגב מסוימים - פירורי לחם, טקסט קטן וכו &#39;

source: To edit colours <code>woocommerce/assets/css/woocommerce-base.less</code> and <code>woocommerce.css</code> need to be writable. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
he_il: כדי לערוך את הצבעים <code>woocommerce/assets/css/woocommerce-base.less</code> <code>woocommerce.css</code> צריכים להיות ניתן לכתיבה. ראה <a href=\"http://codex.wordpress.org/Changing_File_Permissions\">קודקס</a> לקבלת מידע נוסף.

source: Use informal localisation file if it exists
he_il: השתמש בקובץ לוקליזציה פורמלי אם הוא קיים

source: General Options
he_il: אפשרויות כלליות

source: Base Country/Region
he_il: ארץ בסיס / אזור

source: This is the base country for your business. Tax rates will be based on this country.
he_il: זו מדינת הבסיס לעסק שלך. שיעורי מס יהיו מבוססים על המדינה הזאת.

source: Currency
he_il: מטבע
